{
  "vi_version": "0116-1200",
  "soccer": "Bóng Đá",
  "Soccer": "Bóng Đá",
  "basketball": "Bóng rổ",
  "Basketball": "Bóng rổ",
  "tennis": "Quần vợt",
  "Tennis": "Quần vợt",
  "baseball": "Bóng chày",
  "Baseball": "Bóng chày",
  "badminton": "Cầu lông",
  "Badminton": "Cầu lông",
  "cycling": "Đạp xe",
  "Cycling": "Đạp xe",
  "formula 1": "Công thức 1",
  "Formula 1": "Công thức 1",
  "american football": "Bóng bầu dục Mỹ",
  "American Football": "Bóng bầu dục Mỹ",
  "American football": "Bóng bầu dục Mỹ",
  "aussie rules": "Bóng bầu dục Úc",
  "Aussie Rules": "Bóng bầu dục Úc",
  "table tennis": "Bóng bàn",
  "Table Tennis": "Bóng bàn",
  "Table tennis": "Bóng bàn",
  "volleyball": "Bóng chuyền",
  "Volleyball": "Bóng chuyền",
  "loading": "Đang tải",
  "Loading": "Đang tải",
  "ft": "Toàn Trận",
  "FT": "Toàn Trận",
  "ht": "Hiệp 1",
  "HT": "Hiệp 1",
  "hdp": "Cược Chấp",
  "HDP": "Cược Chấp",
  "o/u": "Tài/Xỉu",
  "O/U": "Tài/Xỉu",
  "all markets": "Toàn Bộ",
  "All Markets": "Toàn Bộ",
  "main": "Chính",
  "Main": "Chính",
  "handicaps": "Cược Chấp",
  "Handicaps": "Cược Chấp",
  "totals": "Số Bàn Thắng",
  "Totals": "Số Bàn Thắng",
  "1st half": "Hiệp 1",
  "1st Half": "Hiệp 1",
  "2nd half": "Hiệp 2",
  "2nd Half": "Hiệp 2",
  "corner": "Phạt Góc",
  "Corner": "Phạt Góc",
  "mins": "Cược Phút",
  "Mins": "Cược Phút",
  "cards/bookings": "Thẻ Phạt",
  "inplay": "Trong Trận",
  "Inplay": "Trong Trận",
  "upcoming": "Sắp Diễn Ra",
  "Upcoming": "Sắp Diễn Ra",
  "today": "Hôm Nay",
  "Today": "Hôm Nay",
  "pre-match": "Sớm",
  "outright": "Chung Cuộc",
  "Outright": "Chung Cuộc",
  "going to inplay": "Trò chơi sắp bắt đầu",
  "GOING TO INPLAY": "Trò chơi sắp bắt đầu",
  "to single": "Về Cược Đơn",
  "To Single": "Về Cược Đơn",
  "The odds or markets have been changed": "Tỷ lệ, kèo đặt cược hoặc thời hạn đã thay đổi",
  "accept changes": "Chấp nhận thay đổi",
  "3parlay1": "3Xâu1",
  "2parlay1": "2Xâu1",
  "3parlay4": "3Xâu4",
  "bet credits": "Giảm Giá",
  "bet limit": "Hạn Mức",
  "insufficient balance, please go to deposit": "Số dư không đủ, xin nạp tiền",
  "history": "Lịch Sử",
  "all": "Tất Cả",
  "unsettled": "Chưa Thanh Toán",
  "Unsettled": "Chưa Thanh Toán",
  "settled": "Đã Thanh Toán",
  "Settled": "Đã Thanh Toán",
  "cancel": "Hủy",
  "last 7 days": "7 Ngày",
  "yesterday": "Hôm Qua",
  "last 30 days": "30 Ngày",
  "select currency": "Tiền Tệ",
  "deposit": "Nạp Tiền",
  "balance": "Tiền còn lại",
  "price": "Giải thưởng",
  "event": "Sự kiện thể thao",
  "please add more bets to parlay": "Không đủ kèo, không thể cược xâu",
  "please delete": "Vui lòng xóa",
  "the item which does not follow parlay rules": "mục cược xâu không hợp lệ",
  "exposure": "Số tiền rủi ro",
  "withdraw": "Rút Tiền",
  "IN": "trong",
  "MINUTES": "phút",
  "HOURS": "giờ",
  "IN/OUT": "trong/ngoài",
  "orderslip": "Phiếu cược",
  "Orderslip": "Phiếu cược",
  "Place Bet To Win": "Đặt cược của bạn",
  "place bet to win": "Đặt cược của bạn",
  "system": "Hệ thống",
  "System": "Hệ thống",
  "to win": "có thể thắng",
  "To Win": "Có Thể Thắng",
  "double": "2Xâu1",
  "Double": "2Xâu1",
  "treble": "3Xâu1",
  "Treble": "3Xâu1",
  "stake": "Số tiền đặt cược",
  "Stake": "Số tiền đặt cược",
  "total odds": "Tổng tỷ lệ cược",
  "Total Odds": "Tổng tỷ lệ cược",
  "Total Bet": "Tổng cược",
  "total bet": "Tổng cược",
  "no event": "Không Sự kiện",
  "NO EVENT": "Không Sự kiện",
  "more soccer games": "Thêm trò chơi Bóng Đá",
  "More Soccer Games": "Thêm trò chơi Bóng Đá",
  "more tennis games": "Thêm trò chơi Quần vợt",
  "More Tennis Games": "Thêm trò chơi Quần vợt",
  "more basketball games": "Thêm trò chơi Bóng rổ",
  "More Basketball Games": "Thêm trò chơi Bóng rổ",
  "more baseball games": "Thêm trò chơi Bóng chày",
  "More Baseball Games": "Thêm trò chơi Bóng chày",
  "To Parlay": "Cược Xâu",
  "to parlay": "Cược Xâu",
  "STARTED": "ĐÃ BẮT ĐẦU",
  "NOT_STARTED": "CHƯA BẮT ĐẦU",
  "EVENT ENDED": "SỰ KIỆN ĐÃ KẾT THÚC",
  "Market Closed": "Thị trường đóng cửa",
  "Suspend": "Đình chỉ",
  "Fail": "Thất bại",
  "Bet failed": "đặt cược thất bại",
  "confirmed": "Đã Xác Nhận",
  "Confirmed": "Đã Xác Nhận",
  "Success": "Thành công",
  "To be confirmed": "Để được xác nhận",
  "OK": "Xác Nhận",
  "Please Add More Bets To Parlay": "Không đủ kèo, không thể cược xâu",
  "Selections Cannot Be Combined": "Các lựa chọn không thể được kết hợp",
  "Stake must be at least 1.": "Cược tối thiểu 1",
  "Insufficient funds in your account": "Thấp hơn số tiền tối thiểu",
  "Cancel": "Hủy bỏ",
  "Submitted": "Đã đệ trình",
  "Statement": "Lịch sử giao dịch",
  "Cricket": "Bóng Gậy",
  "cricket": "bóng gậy",
  "FIFA World Cup Outright": "Giải vô địch bóng đá thế giới",
  "Boxing": "Quyền anh",
  "Betting Rules": "Quy tắc đặt cược",
  "Live": "Phát trực",
  "BREAK": "PHÁ VỠ",
  "Accept Changes": "Chấp nhận các thay đổi",
  "Time out triggered bet cancellation": "Hết thời gian hủy đặt cược",
  "Unexpected placing error": "Lỗi không mong đợi",
  "Unsupported value": "Giá trị không được hỗ trợ",
  "Multiple options are restricted": "Nhiều chọn bị hạn chế",
  "Data error": "Lỗi dữ liệu",
  "Server error": "Lỗi máy chủ",
  "WIN": "THẮNG",
  "LOSE": "MẤT",
  "Login Failed": "Đăng nhập thất bại",
  "Guest mode": "Chế độ khách",
  "Jan": "háng một",
  "Feb": "háng hai",
  "Mar": "tháng ba",
  "Apr": "tháng bốn",
  "May": "tháng năm",
  "Jun": "tháng sáu",
  "Jul": "tháng bảy",
  "Aug": "tháng tám",
  "Sep": "tháng chín",
  "Oct": "tháng mười",
  "Nov": "tháng mười một",
  "Dec": "tháng mười hai",
  "January": "tháng một",
  "February": "tháng hai",
  "March": "tháng ba",
  "April": "tháng bốn",
  "June": "tháng sáu",
  "July": "tháng bảy",
  "August": "tháng tám",
  "September": "tháng chín",
  "October": "tháng mười",
  "November": "tháng mười một",
  "December": "tháng mười hai",
  "Single": "Một",
  "SINGLE": "Một",
  "Parlay": "Kết hợp",
  "PARLAY": "Kết hợp",
  "parlay": "Kết hợp",
  "Ice hockey": "Khúc Côn Cầu Trên Băng",
  "Darts": "Ném phi tiêu",
  "Handball": "Bóng ném",
  "Combo": "Kèo kết hợp",
  "Your statement is empty": "Phiếu cược của bạn trống",
  "Cancel:Scores have Been changed": "Hủy:Điểm đã được thay đổi",
  "Place bet": "Đặt cược",
  "Scores have Been changed": "Điểm đã được thay đổi",
  "OT": "Hiệp phụ",
  "Innings": "Nghỉ giải lao",
  "Players": "Trạng thái Người chơi",
  "Quarters": "Ván",
  "Period": "Thời gian",
  "Games": "Trận đấu",
  "live": "trực tiếp",
  "Accept Higher Odds On All Bets": "Tự động nhận tỉ lệ tốt hơn",
  "Home": "Đội nhà",
  "Draw": "Hòa",
  "Away": "Đội khách",
  "FT Over/Under": "Cược Tài/Xỉu Toàn trận",
  "FT Handicap": "FT Cược chấp",
  "Over": "Tài",
  "Under": "Xỉu",
  "Classic version": "Phiên bản Tiêu chuẩn",
  "Standard version": "Phiên bản cổ điển",
  "More Markets In Standard Version": "Nhiều thị trường hơn trong phiên bản cổ điển",
  "FT 1X2": "Toàn trận 1X2",
  "RULES FOR ACCEPTING BETS": "Các nguyên tắc cá cược và quy định chung",
  "1. General settlement and cancellation rules": "1. Quy định chung về giải quyết và hủy bỏ",
  "1-1 Matches not played as listed In situations where the event is played at a venue different to that listed, all bets on the event will stand provided the match is not switched to the opponent’s ground and home and away team for a listed match are not reversed, in which Sport+ reserves the right to void betting.": "1-1 Các trận đấu không diễn ra như được liệt kê Trong các tình huống mà sự kiện được diễn ra tại một địa điểm khác với địa điểm được liệt kê, tất cả cược cho sự kiện sẽ có hiệu lực với điều kiện trận đấu không được chuyển sang sân của đối phương và đội nhà và đội khách cho một trận đấu được liệt kê là không bị đảo ngược, trong đó Sport+ có quyền hủy đặt cược.",
  "1-2 In the event of a change of opponent from the one listed, all bets for that match are void.": "1-2 Trong trường hợp thay đổi đối thủ so với đối thủ được liệt kê, tất cả cược cho trận đấu đó sẽ bị vô hiệu.",
  "1-3 If a team field their reserve team or an underage team instead of their first team, Sport+ reserves the right to void betting.": "1-3 Nếu một đội sử dụng đội dự bị hoặc đội chưa đủ tuổi thay vì đội đầu tiên của họ, Sport+ có quyền hủy đặt cược.",
  "1-4 If the rules or format of a match differ from our accepted norm, Sport+ reserves the right to void betting.": "1-4 Nếu các quy tắc hoặc thể thức của một trận đấu khác với tiêu chuẩn được chấp nhận của chúng tôi, Sport+ có quyền hủy đặt cược.",
  "1-5 If coverage must be abandoned and the match finishes regularly, all markets will be settled according to the final result. If the outcome of a market cannot be verified officially, we reserve the right to void them.": "1-5 Nếu phạm vi bảo hiểm phải bị hủy bỏ và trận đấu kết thúc thường xuyên, tất cả thị trường sẽ được giải quyết theo kết quả cuối cùng. Nếu kết quả của một thị trường không thể được xác minh chính thức, chúng tôi có quyền hủy bỏ chúng.",
  "1-6 In the case of an incorrect settlement of markets, we reserve the right to correct them anytime.": "1-6 Trong trường hợp giải quyết thị trường không chính xác, chúng tôi có quyền sửa chúng bất cứ lúc nào.",
  "1-7 If a match does not adhere to the generally accepted format (e.g., unusual period length, counting procedure, format of a match etc.); we reserve the right to void any market.": "1-7 Nếu trận đấu không tuân theo thể thức được chấp nhận chung (ví dụ: độ dài thời gian bất thường, quy trình đếm, thể thức của trận đấu, v.v.); chúng tôi bảo lưu quyền vô hiệu hóa bất kỳ thị trường nào.",
  "1-8 If the rules or format of a match differ from our accepted norm, we reserve the right to void any market.": "1-8 Nếu các quy tắc hoặc định dạng của một trận đấu khác với tiêu chuẩn được chấp nhận của chúng tôi, chúng tôi có quyền vô hiệu hóa bất kỳ thị trường nào.",
  "1-9 The minimum and maximum size of bets on all sporting events is set by Sport+ and may be changed without prior written notice.": "1-9 Kích thước đặt cược tối thiểu và tối đa cho tất cả các sự kiện thể thao do Sport+ quy định và có thể thay đổi mà không cần thông báo trước bằng văn bản.",
  "1-10 Any bet (including a Live bet) placed on an event, the result of which is already known at the moment of betting, we reserve the right to void any market.": "1-10 Bất kỳ đặt cược nào (bao gồm cả đặt cược Trực tiếp) được đặt vào một sự kiện, kết quả của sự kiện đó đã được biết tại thời điểm đặt cược, chúng tôi có quyền vô hiệu hóa bất kỳ thị trường nào.",
  "1-11 Changes to Lines (coefficient of winnings, values of handicaps and totals, limits on express bets, maximum bet amount, etc.) can be made by Sport+ at any time.": "1-11 Các thay đổi đối với Dòng (hệ số thắng, giá trị điểm chấp và tổng, giới hạn đặt cược nhanh, số tiền đặt cược tối đa, v.v.) có thể được thực hiện bởi Sport+ bất cứ lúc nào.",
  "1-12 If a match is not completed or not played (e.g. through disqualification, interruption, withdrawal, changes in draws etc.), all undecided markets are considered void.": "1-12 Nếu một trận đấu chưa hoàn thành hoặc chưa diễn ra (ví dụ: do truất quyền thi đấu, gián đoạn, rút ​​lui, thay đổi tỷ số hòa, v.v.), tất cả các thị trường chưa quyết định đều bị coi là vô hiệu.",
  "1-13 All pre-match bets that were made after the game has started, Sport+ reserves the right to void betting.": "1-13 Tất cả các cược trước trận đấu được thực hiện sau khi trận đấu bắt đầu, Sport+ có quyền hủy cược.",
  "1-14 Sport+ makes every effort to ensure all information provided is accurate. However, the company cannot be held responsible for the accuracy, completeness and timeliness of the information provided. Errors in information regarding an event are not grounds for cancelling a bet. Exceptions include when incorrect odds have been provided by mistake (i.e. obvious typos in the odds or a discrepancy between the odds and/or the real event score).": "1-14 Sport+ cố gắng hết sức để đảm bảo tất cả thông tin được cung cấp là chính xác. Tuy nhiên, công ty không thể chịu trách nhiệm về tính chính xác, đầy đủ và kịp thời của thông tin được cung cấp. Sai sót về thông tin liên quan đến sự kiện không phải là căn cứ để hủy cược. Các trường hợp ngoại lệ bao gồm khi tỷ lệ cược không chính xác được cung cấp do nhầm lẫn (tức là lỗi chính tả rõ ràng về tỷ lệ cược hoặc sự khác biệt giữa tỷ lệ cược và/hoặc điểm số của sự kiện thực).",
  "1-15 Connection failure or other technical faults in the Player’s communications shall not be a reason to cancel a bet if the bet has been registered on the server.": "1-15 Lỗi kết nối hoặc các lỗi kỹ thuật khác trong giao tiếp của Người chơi sẽ không phải là lý do để hủy cược nếu cược đã được đăng ký trên máy chủ.",
  "1-16 The player bears sole responsibility for his/her bets. The player is obliged to ensure that the details of his/her bet are correct. As soon as a bet has been made and its acceptance has been confirmed, it cannot be changed or canceled by the Player. After a bet is accepted, it cannot be amended.": "1-16 Người chơi tự chịu trách nhiệm về các cược của mình. Người chơi có nghĩa vụ đảm bảo rằng các chi tiết đặt cược của mình là chính xác. Ngay sau khi đặt cược đã được thực hiện và sự chấp nhận của nó đã được xác nhận, Người chơi không thể thay đổi hoặc hủy bỏ nó. Sau khi đặt cược được chấp nhận, nó không thể được sửa đổi.",
  "1-17 Sport+ has the right to not accept bets from Players without giving a reason, as well as to not accept bets from those who have violated the Rules, and Sport+ retains the right to close or temporarily block the accounts of individual Clients without prior notice.": "1-17 Sport+ có quyền không nhận cược từ Người chơi mà không cần nêu lý do, cũng như không nhận cược từ những người đã vi phạm Quy tắc và Sport+ có quyền đóng hoặc tạm thời khóa tài khoản của từng Khách hàng mà không cần thông báo trước.",
  "1-18 Users are prohibited from placing several identical bets on the same match in order to bypass limits. Such actions will be regarded as a major violation of rules and may lead to additional limits, betting caps, and may result in account blocking.": "1-18 Người dùng bị cấm đặt nhiều cược giống hệt nhau trong cùng một trận đấu để vượt qua các giới hạn. Những hành động như vậy sẽ được coi là vi phạm nghiêm trọng các quy tắc và có thể dẫn đến các giới hạn bổ sung, giới hạn cá cược và có thể dẫn đến việc khóa tài khoản.ƒ",
  "1-19 All match markets DO NOT include overtime unless otherwise stated.": "1-19 Tất cả thị trường trận đấu KHÔNG bao gồm thời gian bù giờ trừ khi có quy định khác.",
  "1-20 Sport+ reserves the right to change the odds-on offer at any time as well as suspend or close betting on events before the scheduled start time.": "1-20 Sport+ có quyền thay đổi ưu đãi tỷ lệ cược bất cứ lúc nào cũng như tạm dừng hoặc đóng cá cược đối với các sự kiện trước thời gian bắt đầu theo lịch trình.",
  "1-21 In the case of any obviously incorrectly displayed or calculated prices, we reserve the right to void betting. This includes a deviation of more than 100% in the pay-out compared to the market average.": "1-21 Trong trường hợp có bất kỳ mức giá nào được hiển thị hoặc tính toán không chính xác rõ ràng, chúng tôi có quyền hủy đặt cược. Điều này bao gồm độ lệch hơn 100% trong khoản thanh toán so với mức trung bình của thị trường.",
  "1-22 Sport+ reserves the right to suspend odds during an event due to failed transmission or other technical related issues or if fraud is suspected.": "1-22 Sport+ có quyền đình chỉ tỷ lệ cược trong một sự kiện do đường truyền không thành công hoặc các vấn đề liên quan đến kỹ thuật khác hoặc nếu nghi ngờ gian lận.",
  "1-23 Sport+ reserves the right to void bets even subsequently if any such bet was won by the customer because of a technical fault or error, inclusive of but not limited to an error or fault in transmission.": "1-23 Sport+ bảo lưu quyền hủy cược ngay cả sau đó nếu khách hàng thắng bất kỳ cược nào như vậy do lỗi hoặc lỗi kỹ thuật, bao gồm nhưng không giới hạn ở lỗi hoặc lỗi trong đường truyền.",
  "1-24 If the outcome of a market cannot be verified officially, we reserve the right to delay the settlement until official confirmation.": "1-24 Nếu kết quả của thị trường không thể được xác minh chính thức, chúng tôi có quyền trì hoãn việc giải quyết cho đến khi có xác nhận chính thức.",
  "1-25 If markets were offered when the outcome was already known, we reserve the right to void any betting.": "1-25 Nếu các thị trường được đưa ra khi kết quả đã được biết trước, chúng tôi có quyền vô hiệu hóa bất kỳ cá cược nào.",
  "1-26 In the case of any obviously incorrectly displayed or calculated market, we reserve the right to void betting. This includes a deviation of more than 100% in the pay-out compared to the market average.": "1-26 Trong trường hợp thị trường được tính toán hoặc hiển thị không chính xác rõ ràng, chúng tôi có quyền hủy đặt cược. Điều này bao gồm độ lệch hơn 100% trong khoản thanh toán so với mức trung bình của thị trường.",
  "1-27 If a player or team is disqualified for unsportsmanlike conduct (cheating/fraud/match-fixing/use of cheats/no-show during match), we reserve the right to void any betting.": "1-27 Nếu một cầu thủ hoặc đội bị truất quyền thi đấu vì hành vi phi thể thao (gian lận/lừa đảo/dàn xếp trận đấu/sử dụng gian lận/vắng mặt trong trận đấu), chúng tôi có quyền hủy mọi cá cược.",
  "1-28 If there is reason to believe that unsportsmanlike conduct (cheating/fraud/match-fixing/use of cheats/no-show during match) has occurred in a game, we reserve the right to void any betting for a period of ten days after the end of a match.": "1-28 Nếu có lý do để tin rằng hành vi phi thể thao (gian lận/lừa đảo/dàn xếp trận đấu/sử dụng gian lận/vắng mặt trong trận đấu) đã xảy ra trong một trận đấu, chúng tôi có quyền hủy bỏ mọi cá cược trong khoảng thời gian mười ngày sau khi kết thúc trận đấu.",
  "1-29 If certain outcomes are considered “correlated“, those bets cannot be parlayed, we reserve the right to void betting.": "1-29 Nếu một số kết quả nhất định được coi là “tương quan”, những cược đó không thể được để đặt cược trong một cược xâu, chúng tôi có quyền hủy đặt cược.",
  "1-30 If a match is interrupted or postponed and is not continued within 48h , except for baseball ,all undecided bets are considered void.": "1-30 Nếu trận đấu bị gián đoạn hoặc hoãn lại và không được tiếp tục trong vòng 48 giờ, ngoại trừ bóng chày, tất cả các cược chưa quyết định đều bị hủy.",
  "2. Soccer": "2. Bóng đá",
  "2-1 All markets (except halftime, first half markets, overtime and penalty shootout) are considered for regular time only unless otherwise stated.": "2-1 Tất cả các thị trường (ngoại trừ thị trường giữa giờ nghỉ giải lao, hiệp một, hiệp phụ và loạt sút luân lưu) chỉ được tính trong thời gian thi đấu chính thức trừ khi có quy định khác.",
  "2-2 If a match is interrupted and continued within 48h after initial kickoff, all open bets will be settled with the final result. Otherwise all undecided bets are considered void.": "",
  "2-3 Own goals will not be considered for Next Goalscorer , Anytime Goalscorer or Player to score X or more settlement purposes and are ignored": "2-3 Các bàn phản lưới nhà sẽ không được xem xét cho Cầu thủ ghi bàn tiếp theo, Cầu thủ ghi bàn bất kỳ lúc nào hoặc Cầu thủ ghi X hoặc nhiều mục đích dàn xếp hơn và bị bỏ qua",
  "2-4 If the market remains open when the following events have already taken place: goals, red or yellow-red cards and penalties, we reserve the right to void betting.": "2-4 Nếu thị trường vẫn mở khi các sự kiện sau đã diễn ra: bàn thắng, thẻ đỏ hoặc vàng-đỏ và phạt đền, chúng tôi có quyền hủy đặt cược.",
  "2-5 If the market was opened with a missing or incorrect red card, we reserve the right to void betting.": "2-5 Nếu thị trường được mở với một thẻ đỏ bị thiếu hoặc không chính xác, chúng tôi có quyền hủy đặt cược.",
  "2-6 If odds were offered with an incorrect match time (more than 5 minutes), we reserve the right to void betting.": "2-6 Nếu tỷ lệ cược được cung cấp với thời gian trận đấu không chính xác (hơn 5 phút), chúng tôi có quyền hủy đặt cược.",
  "2-7 If a wrong score is entered, all markets will be cancelled for the time when the incorrect score was displayed.": "2-7 Nếu nhập sai tỷ số, tất cả thị trường sẽ bị hủy trong thời gian tỷ số không chính xác được hiển thị.",
  "2-8 If a match is interrupted or postponed and is not continued within 48h after initial kick-off date betting will be void.": "2-8 Nếu trận đấu bị gián đoạn hoặc hoãn lại và không được tiếp tục trong vòng 48 giờ sau ngày bắt đầu ban đầu, cá cược sẽ bị hủy.",
  "2-9 If the team names or category are displayed incorrectly, we reserve the right to void betting.": "2-9 Nếu tên đội hoặc danh mục được hiển thị không chính xác, chúng tôi có quyền hủy đặt cược.",
  "2-10 In case of any score or card/corner/ penalty related changes, we reserve the right to void betting on any video assistant referee (VAR) situation.": "2-10 Trong trường hợp có bất kỳ thay đổi nào liên quan đến tỷ số hoặc thẻ/phạt góc/phạt đền, chúng tôi có quyền hủy đặt cược đối với bất kỳ tình huống trợ lý trọng tài video (VAR) nào",
  "3. Tennis": "3. Quần vợt",
  "3-1 In case of default, retirement or walkover of any player, all undecided bets are considered void.": "3-1 Trong trường hợp vỡ nợ, nghỉ hưu hoặc bỏ cuộc của bất kỳ người chơi nào, tất cả các cược chưa được quyết định đều bị hủy.",
  "3-2 In case of any delay (rain, darkness…) all markets remain unsettled and the trading will be continued as soon as the match continues.": "3-2 Trong trường hợp có bất kỳ sự chậm trễ nào (mưa, trời tối…), tất cả các thị trường vẫn chưa được giải quyết và giao dịch sẽ được tiếp tục ngay khi trận đấu tiếp tục.",
  "3-3 If penalty point(s) are awarded by the umpire, all bets on that game will stand.": "3-3 Nếu trọng tài cho (các) điểm phạt, tất cả cược vào trận đấu đó sẽ có hiệu lực.",
  "3-4 In case of a match is finished before certain points/games were finished, all affected point/game related markets are considered void.": "3-4 Trong trường hợp một trận đấu kết thúc trước khi một số điểm/trò chơi kết thúc, tất cả các thị trường liên quan đến điểm/trò chơi bị ảnh hưởng đều bị coi là vô hiệu.",
  "3-5 If markets remain open with an incorrect score which has a significant impact on the prices, we reserve the right to void betting.": "3-5 Nếu thị trường vẫn mở với tỷ số không chính xác có tác động đáng kể đến giá, chúng tôi có quyền hủy đặt cược.",
  "3-6 If the players/teams are displayed incorrectly, we reserve the right to void betting.": "3-6 Nếu người chơi/đội được hiển thị không chính xác, chúng tôi có quyền hủy đặt cược.",
  "3-7 If a player retires all undecided markets are considered void.": "3-7 Nếu một người chơi rút lui, tất cả các thị trường chưa quyết định được coi là vô hiệu.",
  "3-8 If a match tie-break is played as a deciding set in Bo3 format, it will be considered as the 3rd set Every tie-break or Match tie-break counts as 1 game.": "3-8 Nếu một trận tie-break được diễn ra như một set quyết định ở thể thức Bo3, nó sẽ được coi là set thứ 3 Mỗi tie-break hoặc Match tie-break được tính là 1 ván đấu.",
  "4. Basketball": "4. Bóng rổ",
  "4-1 Markets do not consider overtime unless otherwise stated": "4-1 Thị trường không xem xét thời gian bù giờ trừ khi có quy định khác",
  "4-2 If a match is interrupted or postponed and is not continued within 48h after initial kick-off date betting will be void.": "4-2 Nếu trận đấu bị gián đoạn hoặc hoãn lại và không được tiếp tục trong vòng 48 giờ sau ngày bắt đầu ban đầu, cá cược sẽ bị hủy.",
  "4-3 If odds were offered with an incorrect match time (more than 2 minutes), we reserve the right to void betting.": "4-3 Nếu tỷ lệ cược được đưa ra với thời gian trận đấu không chính xác (hơn 2 phút), chúng tôi có quyền hủy đặt cược.",
  "4-4 If markets remain open with an incorrect score which has a significant impact on the prices, we reserve the right to void betting.": "4-4 Nếu thị trường vẫn mở với tỷ số không chính xác có tác động đáng kể đến giá, chúng tôi có quyền hủy đặt cược.",
  "4-5 In the event that a match does not finish in a tie, but overtime is played for qualification purposes, the markets will be settled according to the result at the end of regular time.": "4-5 Trong trường hợp trận đấu không kết thúc với tỷ số hòa nhưng hiệp phụ được thi đấu vì mục đích phân hạng, thị trường sẽ được giải quyết theo kết quả khi kết thúc thời gian thi đấu chính thức.",
  "5. Baseball": "5. Bóng chày",
  "5-1 Possible extra innings are not considered in any market unless otherwise stated.": "5-1 Các hiệp phụ có thể xảy ra không được xem xét trong bất kỳ thị trường nào trừ khi có quy định khác.",
  "5-2 All markets will be cleared according the final result after 9 innings (8 ½ innings if home team is leading at this point).": "5-2 Tất cả các thị trường sẽ được xóa theo kết quả cuối cùng sau 9 hiệp (8 ½ hiệp nếu đội nhà đang dẫn trước vào thời điểm này)",
  "5-3 If a match is interrupted or cancelled and won’t be continued on the same day, all undecided markets are considered void.": "5-3 Nếu trận đấu bị gián đoạn hoặc bị hủy và không được tiếp tục trong cùng ngày, tất cả các thị trường chưa quyết định đều bị hủy.",
  "5-4 If markets remain open with an incorrect score or incorrect match status which has a significant impact on the prices, we reserve the right to void betting.": "5-4 Nếu thị trường vẫn mở với tỷ số không chính xác hoặc trạng thái trận đấu không chính xác có tác động đáng kể đến giá, chúng tôi có quyền hủy đặt cược.",
  "5-5 A change in starting pitchers by one or both teams would be considered a significant impact on the prices, we reserve the right to void betting.": "5-5 Sự thay đổi cầu thủ ném bóng xuất phát của một hoặc cả hai đội sẽ được coi là tác động đáng kể đến giá, chúng tôi có quyền hủy đặt cược.",
  "6. Cricket": "6. Dế",
  "6-1 All markets do not consider super overs unless otherwise mentioned.": "6-1 Tất cả các thị trường không xem xét siêu vượt trừ khi được đề cập khác",
  "6-2 5-run penalties are not considered in any over or delivery market (markets for multiple overs are not considered for this rule).": "6-2 Hình phạt 5 lần chạy không được xem xét trong bất kỳ thị trường vượt hoặc giao bóng nào (thị trường cho nhiều lần vượt không được xem xét cho quy tắc này).",
  "6-3 Twenty 20, ODI: a minimum of 90 % of the entire overs allocated for an innings must be played at the time the bet was struck for markets to be settled unless the innings has reached its natural conclusion.": "6-3 Twenty 20, ODI: tối thiểu 90 % tổng số tiền ném bóng được phân bổ cho một lượt chơi phải được chơi vào thời điểm đặt cược được thực hiện để thị trường được giải quyết trừ khi các lượt chơi đã kết thúc tự nhiên.",
  "6-4 If a match is cancelled before any play has taken place, then all markets are considered void unless the match is replayed within 48 hours of its initial starting time.": "6-4 Nếu một trận đấu bị hủy trước khi bất kỳ trận đấu nào diễn ra, thì tất cả các thị trường được coi là vô hiệu trừ khi trận đấu được chơi lại trong vòng 48 giờ kể từ thời điểm bắt đầu ban đầu",
  "6-5 If the match is tied and the official competition rules do not determine a winner; or if the competition rules determine the winner by a coin toss or drawing of lots, then all undecided markets are considered void.": "6-5 Nếu trận đấu hòa và luật thi đấu chính thức không phân định thắng thua; hoặc nếu các quy tắc cạnh tranh xác định người chiến thắng bằng cách tung đồng xu hoặc rút thăm, thì tất cả các thị trường chưa quyết định được coi là vô hiệu.",
  "6-6 In the event of an over not being completed, all undecided markets on this specific over are considered void unless the innings has reached its natural conclusion e.g. declaration, team all out, etc.": "6-6 Trong trường hợp một lượt chơi chưa hoàn thành, tất cả các thị trường chưa quyết định về lượt chơi cụ thể này đều bị coi là vô hiệu trừ khi các lượt chơi đã đi đến kết thúc tự nhiên, ví dụ:. tuyên bố, đội tất cả ra, vv.",
  "6-7 If markets remain open with an incorrect score which has a significant impact on the prices, we reserve the right to void betting.": "6-7 Nếu thị trường vẫn mở với tỷ số không chính xác có tác động đáng kể đến giá, chúng tôi có quyền hủy đặt cược.",
  "7. Moneyline(Winner)": "7. Moneyline(Winner)",
  "7-1 Moneyline means betting on one competitor or team to defeat another in an Event or to be placed higher in an Event match-up.": "7-1 Moneyline nghĩa là đặt cược vào người thi đấu hoặc đội thi đấu sẽ đánh bại người khác hoặc được xếp hạng cao hơn trong trận đấu.",
  "8. Handicap (HDP.FT), 1st Half Handicap & 2nd Half Handicap": "8. Cược chấp (HDP) & Cược chấp hiệp 1& Cược chấp hiệp 2",
  "8-1 Handicap means betting when one competitor or team receives a virtual head start (effectively leading by that head start before the Event begins). The winner is the competitor or team with the better score after adding the given handicap to the result.": "8-1 Chấp là đặt cược khi người hoặc đội thi đấu được chấp thực tế ban đầu (dẫn đầu hiệu quả do được chấp trước khi cuộc thi đấu bắt đầu). Người/đội thắng sẽ là người/đội thi đấu có số điểm cao hơn sau khi đã cộng thêm số điểm được chấp vào kết quả.",
  "8-2 1st Half Handicap means betting on the team with the better score after adding the given handicap to the result of the first half of an Event.": "8-2 Cược chấp hiệp 1 có nghĩa là cá cược đội nào ghi bàn nhiều hơn sau khi đã tính thêm số bàn chấp vào kết quả hiệp 1 của trận đấu.",
  "8-3 2nd Half Handicap means betting on the team with the better score after adding the given handicap to the result of the second half of an Event.": "8-3 Cược chấp hiệp 2 nghĩa là cược đội nào sẽ có số bàn thắng cao hơn sau khi cộng thêm tỉ số chấp vào kết quả hiệp 2 của trận đấu.",
  "9. Over/Under (OU), 1st Half Over/Under & 2nd Half Over/Under": "9. Tài/Xỉu (OU) & Tài/Xỉu hiệp 1& Cược tài/xỉu hiệp 2",
  "9-1 Over/Under means betting that is determined by the total number of points (goals, games etc) in the final result of an Event. If the total is more than the Over/Under pre-designated line then the winning result is Over; if the total is less than the Over/Under pre-designated line then the winning result is Under.": "9-1 Over/Under là sự cá cược được xác định bằng tổng số điểm (số bàn thắng, trò chơi) theo kết quả cuối cùng của trận đấu. Nếu tổng số điểm nhiều hơn một mức OU định trước thì Trên(Over) là kết quả thắng. Nếu tổng số điểm ít hơn một mức OU định trước thì Dưới (Under) là kết quả thắng.",
  "9-2 1st Half Over/Under means betting that is determined by the total number of points in the result of the first half of an Event. If the total is more than the Over/Under pre- designated line then the winning result is Over; if the total is less than the Over/Under pre- designated line then the winning result is Under.": "9-2 Tài/Xỉu hiệp 1 là loại cược được xác định dựa trên tổng số điểm trong kết quả hiệp 1 của trận đấu. Nếu tổng số điểm lớn hơn đường Tài/Xỉu đã định sẵn thì kết quả thắng sẽ là Tài; nếu tổng số điểm nhỏ hơn đường Tài/Xỉu định sẵn thì kết quả thắng sẽ là Xỉu.",
  "9-3 2nd Half Over/Under means betting that is determined by the total number of points in the result of the second half of an Event. If the total is more than the Over/Under pre-designated line then the winning result is Over; if the total is less than the Over/Under pre-designated line then the winning result is Under.": "9-3 Cược tài/xỉu hiệp 2 nghĩa là cược dựa trên tổng số điểm của kết quả hiệp 2 của trận đấu. Nếu tổng số điểm lớn hơn mức tài/xỉu đã định trước thì kết quả thắng là tài; nếu tổng số điểm nhỏ hơn mức tài/xỉu định trước thì kết quả thắng là xỉu.",
  "10. 1X2, 1st Half 1X2 & 2nd Half 1X2": "10. 1X2, Cược 1X2 hiệp 1 & Cược 1X2 hiệp 2",
  "10-1 1X2 means betting in any one of three possible winning outcomes for an Event. 1 refers to the team that is named first (usually the home team); X refers to the game resulting in a draw or tie; 2 refers to the team that is named second (usually the away team).": "10-1 1X2 là cá cược vào 1 trong 3 kết quả thắng có thế của mớt trận đắu: 1 ứng với đội được nêu tên đầu tiên (thông thường là đội chủ nhà); X ứng với trận đầu kết thúc hòa hoặc kết thúc ngang điểm; 2 ứng với đội được nêu tên thứ hai (thường là đội khách",
  "10-2 1st Half 1X2 means betting in any one of three possible winning outcomes of the first half for an Event. 1 refers to the team that is named first (usually the home team); X refers to the game resulting in a draw or tie; 2 refers to the team that is named second (usually the away team).": "10-2 Cược 1X2 hiệp 1 nghĩa là cược bất kỳ một trong ba khả năng thắng, thua hoặc hòa theo tỉ số hiệp 1 của trận đấu. 1 chỉ đội được nhắc đến đầu tiên (thường là đội nhà); X chỉ kết quả hòa; 2 chỉ đội được nhắc đến thứ hai (thường là đội khách).",
  "10-3 2nd Half 1X2 means betting in any one of three possible winning outcomes counting only the second half for an Event. 1 refers to the team that is named first (usually the home team); X refers to the game resulting in a draw or tie; 2 refers to the team that is named second (usually the away team).": "10-3 Cược 1X2 hiệp 2 nghĩa là cược bất kỳ một trong ba khả năng thắng, thua hoặc hòa theo tỉ số hiệp 2 của trận đấu. 1 chỉ đội được nhắc đến đầu tiên (thường là đội nhà); X chỉ kết quả hòa; 2 chỉ đội được nhắc đến thứ hai (thường là đội khách).",
  "10-4 First 15 Minutes 1X2    First 15 Minutes 1X2 means betting to predict the three possible outcomes of the first 15 minutes in the regular time of a match.   Bets will be void if the match is abandoned unless settlement of bets is already determined.": "10-4 Cược 1X2 cho 15 phút đầu tiên Cược 1X2 cho 15 phút đầu tiên nghĩa là cược dự đoán một trong ba khả năng có kết quả thắng, thua hoặc hòa trong 15 phút thi đấu chính thức đầu tiên của một trận đấu. Cược sẽ không có giá trị nếu trận đấu bị bỏ dở trừ khi việc quyết toán cược đã được quyết định.",
  "11-1 Correct Score means betting to predict the final score at the end of full-time.": "11-1 Tỷ số Chính xác có nghĩa là cược để dự đoán tỷ số cuối cùng khi kết thúc toàn bộ trận đấu.",
  "12. Half-time/Full-time (HT.FT)": "12. Hiệp 1/Toàn trận (HT/FT)",
  "12-1 Half-time/Full-time means betting to predict both the Half-time result and Full-time result of an Event (extra-time does not count). The following with respect to this Market shall mean: H refers to the first named team (usually the home team); D refers to a draw; A refers to the second named team (usually the away team).": "12-1 Hiệp 1/Toàn trận nghĩa là cá cược để dự đoán kết quả hiệp 1 và toàn trận của một trận đấu (Thời gian đá thêm không tính). Trong thị trường này H ứng với đội được nêu tên đầu tiên (thông thường là đội chủ nhà); D ứng với trận đấu kết thúc hòa; A ứng vvới đội được nêu tên thứ hai ( thường là đội khách).",
  "12-2 Example–HA means that the first named team (Home) will be leading at half-time, and the second named team (Away) will be leading at full-time.": "12-2 Ví dụ HA nghĩa là đội được nêu tên trước (chủ nhà) sẽ dẫn trước trong hiệp 1, còn đội được nêu tên thứ hai (khách) sẽ dẫn trước khi tính toàn trận",
  "12-3 Bets will be void if the match is abandoned unless settlement of bets is already determined.": "12-3 Cược sẽ không có giá trị nếu trận đấu bị hủy bỏ, trừ trường hợp việc thanh toán cược đã được quyết định.",
  "13. Soccer player market": "13. Thị trường cầu thủ bóng đá",
  "13-1 If a player was not in the starting lineup the bet will be voided.": "13-1 Nếu cầu thủ không có trong đội hình xuất phát, cược sẽ bị hủy",
  "13-2 Assists: A final contribution (pass, shot or any other touch of the ball) made by a player leading to the receiving teammate scoring a goal.": "13-2 Hỗ trợ: Đóng góp cuối cùng (chuyền, sút hoặc bất kỳ cú chạm bóng nào khác) được thực hiện bởi một cầu thủ dẫn đến việc đồng đội nhận bàn thắng ghi bàn",
  "13-3 Goals: The number of goals scored by a player in the opposition net. markets are settled based on the time the ball crosses the line, and not the time the kick is made.": "13-3 Bàn thắng: Số bàn thắng được ghi bởi một cầu thủ vào lưới đối phương. thị trường được thanh toán dựa trên thời gian bóng đi qua vạch vôi, chứ không phải thời điểm thực hiện quả đá phạt",
  "13-4 Shots: Any clear attempt by a player to score a goal (on target, off target or blocked).": "13-4 Cú sút: Bất kỳ nỗ lực rõ ràng nào của một cầu thủ để ghi bàn (đúng mục tiêu, sai mục tiêu hoặc bị cản phá)",
  "13-5 Shots on Goal / Shots on Target: An attempt by a player which directly results in a goal (regardless of clear intent to score a goal), or a clear attempt by a player to score a goal that clearly would have gone into the net if not for a goalkeeper save or a stop made by the last-man (with the goalkeeper clearly unable to save).": "13-5 Cú sút trúng khung thành / Cú sút trúng đích: Nỗ lực của một cầu thủ trực tiếp dẫn đến bàn thắng (bất kể ý định ghi bàn rõ ràng là gì), hoặc nỗ lực rõ ràng của một cầu thủ nhằm ghi bàn mà lẽ ra đã thành bàn. vào lưới nếu không phải do thủ môn cản phá hoặc cầu thủ cuối cùng cản phá (với thủ môn rõ ràng không thể cản phá)",
  "13-6 Passes: Attempted pass (successful or unsuccessful) with the clear intention of one player to find a teammate.": "13-6 Đường chuyền: Nỗ lực chuyền (thành công hoặc không thành công) với mục đích rõ ràng của một cầu thủ là tìm đồng đội",
  "13-7 Tackles: When a player connects with the ball in a ground challenge, successfully taking the ball away from the player in possession.": "13-7 Pha tắc bóng: Khi một cầu thủ tiếp xúc với bóng trong một pha tranh bóng trên mặt đất, lấy thành công bóng khỏi tay cầu thủ đang sở hữu",
  "13-8 Cards: Player carded: 0 = No, 1 = Yes(not the total number of cards received).": "13-8 Lá bài: Người chơi rút bài: 0 = Không, 1 = Có (không phải tổng số lá bài nhận được).",
  "Odd": "Lẻ",
  "Even": "Chẵn",
  "Yes": "Có",
  "No": "Không",
  "Others": "Khác",
  "Equal": "Hòa",
  "H/H": "Đội nhà/Đội nhà",
  "D/D": "Hòa/Hòa",
  "A/A": "Đội khách/Đội khách",
  "D/H": "Hòa/Đội nhà",
  "H/D": "Đội nhà/Hòa",
  "D/A": "Hòa/Đội khách",
  "A/H": "Đội khách/Đội nhà",
  "A/D": "Đội khách/Hòa",
  "H/A": "Đội nhà/Đội khách",
  "Corners": "Phạt Góc",
  "Bookings": "Thẻ Phạt",
  "Decimal": "Thập Phần",
  "HK Odd": "Hồng Kông",
  "Handicap winner is the team at the start of the event 0:0, with the better score after adding the given handicap to the Full time result.": "Đội thắng cược chấp là đội bắt đầu sự kiện với tỷ số 0:0, với điểm số cao hơn sau khi cộng tỷ lệ chấp nhất định vào kết quả Toàn thời gian.",
  "Fulltime Handicap": "Cược Chấp Toàn Trận",
  "Winner is the team at the start of the event 0:0, with the better score after adding the given handicap to the Full time result.": "Đội chiến thắng là đội bắt đầu sự kiện với tỷ số 0:0, với điểm số cao hơn sau khi cộng tỷ lệ chấp nhất định vào kết quả Toàn thời gian.",
  "Asian Style Handicap": "Kèo chấp châu Á",
  "Settled according to the score-line for the remainder of the game after the bet has been struck.": "Được giải quyết theo tỷ số trong phần còn lại của trận đấu sau khi đặt cược đã được thực hiện.",
  "Asian Style": "Kèo châu Á",
  "EU Style": "Kèo Châu Âu",
  "14. Booking": "14. Thẻ Phạt",
  "14-1 Yellow Card = 1 & Red Card = 2. If a player receives 2 yellow cards and is consequently shown a red card, the player receives a total of 3 cards. No player can receive more than 3 cards for settlement purposes.": "14-1 2 Thẻ vàng bằng 1 Thẻ đỏ. Nếu một cầu thủ nhận 2 thẻ vàng và kết quả là bị nhận thẻ đỏ thì tức là cầu thủ đó nhận tổng cộng 3 thẻ. Để phục vụ mục đích quyết toán, sẽ không có cầu thủ nào nhận quá 3 thẻ.",
  "1-31 For live betting, during a game, with respect to actions which the Company in its sole and absolute discretion, deems as dangerous where the score, outcome, performance of one team or player may be affected; or warrant changing the odds/prices or Markets or Betting Information ('Danger Play') the Company reserves the right to suspend acceptance of bets and may accept or void bets after the Danger Play. All other actions in a game are deemed Safe Play and bets will continue to be considered for acceptance.": "1-31 Đối với cá cược trực tiếp, trong thời gian chơi, với các hành động mà Công ty, theo sự thận trọng duy nhất và tuyệt đối của mình, cảm thấy là “nguy hiểm”, khi mà số bàn thắng, kết quả, cách hành xử của một đội hoặc cầu thủ có thể bị tác động, hoặc quyền thay đổi tỷ lệ/ giá cả, Thị trường hoặc các thông tin cá cược “chơi nguy hiểm” Công ty bảo lưu quyền khoảng trống cá cược và tiếp nhận hay loại bỏ các cá cược này sau “Chơi nguy hiểm”. Các hành động khác trong trận được cho là Chơi an toàn và các cá cược sẽ được tiếp tục tiếp nhận.",
  "First Half": "Hiệp 1",
  "Second Half": "Hiệp 2",
  "Home Win by 1 Goal": "Đội nhà Thắng cách biệt 1 Bàn",
  "Home Win by 2 Goals": "Đội nhà Thắng cách biệt 2 Bàn",
  "Home Win by 3+ Goals": "Đội nhà Thắng cách biệt 3 Bàn trở lên",
  "Any Score Draw (Exclude 0-0)": "Hòa Có Bàn Thắng (Ngoại Trừ 0-0)",
  "Away Win by 1 Goal": "Đội khách Thắng cách biệt 1 Bàn",
  "Away Win by 2 Goals": "Đội khách Thắng cách biệt 2 Bà",
  "Away Win by 3+ Goals": "Đội khách Thắng cách biệt 3 Bàn trở lên",
  "No Goal": "Không Có Bàn Thắng",
  "Home Yes": "Đội Nhà Có",
  "Home No": "Đội Nhà Không",
  "Away Yes": "Đội Khách Có",
  "Away No": "Đội Khách Không",
  "Home/Yes": "Đội Nhà/Có",
  "Home/No": "Đội Nhà/Không",
  "Away/Yes": "Đội Khách/Có",
  "Away/No": "Đội Khách/Không",
  "SPECIFIC 15 MINS": "BÀN THẮNG TRONG 15 PHÚT",
  "SPECIFIC 10 MINS": "BÀN THẮNG TRONG 10 PHÚT",
  "SPECIFIC 5 MINS": "BÀN THẮNG TRONG 5 PHÚT",
  "SPECIFIC 15 MINS TOTAL BOOKINGS": "TỔNG SỐ THẺ PHẠT TRONG 15 PHÚT",
  "SPECIFIC 15 MINS NUMBER OF CORNERS": "TỔNG SỐ PHẠT GÓC TRONG 15 PHÚT",
  "To Win Amount is based on EU Odds.": "Lợi nhuận dựa trên tỷ lệ cược châu Âu.",
  "World Cup Stats": "Cúp thế giới Số liệu thống kê",
  "Ref. betting rules 13.": "đề cập đến Quy tắc đặt cược 13",
  "Match Play": "Chơi trận đấu",
  "Total Shots": "Tổng số mũi chích ngừa",
  "Total Passes": "Tổng số đường chuyền",
  "Shots on goal": "Sút Vào Mục Tiêu",
  "Shots on Goal": "Sút Vào Mục Tiêu",
  "Total Tackles": "Tổng số lần tắc bóng",
  "Goals": "Bàn thắng",
  "Over/Under": "Tài/Xỉu",
  "Match": "Cuộc thi đấu",
  "No order": "không có đơn đặt hàng",
  "Worldcup Outright": "Giải vô địch bóng đá thế giới",
  "We offer two odds formats to choose from:": "Chúng tôi cung cấp hai định dạng tỷ lệ cược để lựa chọn:",
  "HK (default)": "HK (mặc định)",
  "Changes odds formats by clicking on the switch button.": "Thay đổi định dạng tỷ lệ cược bằng cách nhấp vào nút chuyển đổi.",
  "Ref. Betting Rules 13.": "đề cập đến Quy tắc đặt cược 13",
  "EU Odds": "Tỷ lệ châu Âu",
  "motoGP": "motoGP",
  "MotoGP": "MotoGP",
  "Golf": "Golf",
  "golf": "golf",
  "SINGLE TEAM OVER/UNDER": "ĐỘI ĐƠN TÀI/XỈU",
  "CORNERS": "PHẠT GÓC",
  "BOOKING": "THẺ PHẠT",
  "OVERTIME": "Hiệp phụ",
  "- Over": "- Tài",
  "- Under": "- Xỉu",
  "No.of Corners": "Tổng Số Phạt Góc",
  "Total Bookings": "Thẻ Phạt Cuối Cùng",
  "Market/Odds has been changed.": "Tỷ lệ, kèo đặt cược hoặc thời hạn đã thay đổi",
  "More Volleyball Games": "Thêm trò chơi Bóng chuyền",
  "darts": "darts",
  "World Cup 2022 - Awards - Top Goalscorer (Golden Boot)": "Giải vô địch bóng đá thế giới 2022 - Giải thưởng - Cầu thủ ghi bàn hàng đầu (Chiếc giày vàng)",
  "Balance": "Tiền còn lại",
  "Get updates": "Cập nhật",
  "15. Specific 15-Minute Markets": "15 Cược riêng 15 phút",
  "15-1 The Specific 15-Minute (OU) means betting that is determined by the total number of points (goals, corners, cards) at the end of every 15th minute interval of time of a match.": "15-1 Cược riêng15 phút là cược vào tổng số điểm (số bàn thắng, số quả phạt góc, số thẻ phạt v.v..) ở cuối mỗi 15 phút thời gian của trận đấu",
  "15-2 At the beginning of each 15 minute period, both teams start the period as if it was a 0-0 points line (goals, corners, cards) , irrelevant of the current score to that point.": "15-2 Vào đầu mỗi khoảng thời gian 15 phút, cả hai đội bắt đầu hiệp đấu như thể tỷ số là 0-0(bàn thắng,PHẠT GÓC,THẺ PHẠT), không liên quan đến tỷ số hiện tại cho đến thời điểm đó.",
  "Period1  1‘-15’": "Tiết 1: 1'-15'",
  "00:00–14:59 : Total number of points to be scored from 00:00–14:59": "00:00–14:59 : Tất cả các điểm được ghi từ 00:00–14:59.",
  "Period2  16‘-30’": "Tiết 2:16'-30'",
  "15:00–29:59 : Total number of points to be scored from 15:00–29:59": "15:00–29:59 : Tất cả các điểm được ghi từ 15:00–29:59.",
  "Period3  31‘-45‘": "Tiết 3: 31'-45'",
  "30:00- 44:59 : Total number of points to be scored from 30:00- 44:59": "30:00- 44:59 : Tổng số điểm ghi được từ phút thứ 30:00- 44:59 .",
  "Period4  46‘-60‘": "Tiết 4:46'-60'",
  "45:00–59:59 : Total number of points to be scored from 45:00–59:59": "45:00–59:59 : Tất cả các điểm được ghi từ45:00–59:59.",
  "Period5  61‘-75‘": "Tiết 5:61'-75'",
  "60:00–74:59 : Total number of points to be scored from 60:00–74:59": "60:00–74:59 : Tất cả các điểm được ghi từ 60:00–74:59.",
  "Period6  76‘-90‘": "Tiết 6:76'-90'",
  "75:00- 89:59 : Total number of points to be scored from 75:00- 89:59": "75:00- 89:59 : Tổng số điểm ghi được từ phút thứ 75:00- 89:59 .",
  "15-4 For the Specific 15 Minutes, bets are settled on the exact time the goal is scored (ball crossing the goal line), number of corners (corners taken) and total bookings (cards given by the official referee) as shown by the clock as published in the live broadcast.": "Đối với cược trong 15 phút xác định, các cược được quyết toán vào đúng thời điểm bàn thắng được ghi (bóng lăn qua vạch cầu môn), số quả phạt góc (số quả phạt góc được thực hiện) và tổng số thẻ phạt (số thẻ đưa ra của trọng tài chính) như được thể hiện theo đồng hồ khi được công bố trên truyền hình trực tiếp.",
  "16. 3 Way Handicap & 1st Half 3 Way Handicap": "16 Cược chấp 3 Cửa & Cược chấp 3 Cửa Hiệp 1",
  "16-1 3 Way Handicap means settlement will be at the odds displayed using the actual score in the match adjusted for the handicap.": "16-1 Cược chấp 3 Cửa nghĩa là quá trình thanh toán sẽ được thực hiện theo tỷ lệ cược được hiển thị dựa trên tỷ số thực tế trong trận đấu sau khi điều chỉnh theo tỷ lệ chấp.",
  "16-2 1st Half 3 Way Handicap means settlement will be at the odds displayed using the actual score in the first half of a match adjusted for the handicap.": "16-2 Cược chấp 3 Cửa Hiệp 1 nghĩa là quá trình thanh toán sẽ được thực hiện theo tỷ lệ cược được hiển thị dựa trên tỷ số thực tế trong hiệp một của trận đấu sau khi điều chỉnh theo tỷ lệ chấp.",
  "Home (-1): Home Team must win at least two goals or above.": "Đội chủ nhà (-1): Đội chủ nhà phải chiến thắng với cách biệt ít nhất hai bàn trở lên.",
  "Draw (+1): Home Team win exactly by one goal.": "Hòa (+1): Đội chủ nhà chiến thắng với cách biệt một bàn.",
  "Away (+1): Away Team win or draw.": "Đội khách (+1): Đội khách chiến thắng hoặc hòa.",
  "17. Single Team Over/Under & Single Team 1st Half Over/Under": "17 Cược Trên/Dưới cho một đội (Single Team Over/Under) & Cược Trên/Dưới trong hiệp 1 cho một đội (Single Team 1st Half Over/Under)",
  "17-1 Single Team Over/Under means goal scored by a specified team in a match.": "17-1 Trên/Dưới cho 1 đội là số bàn thắng do một đội cụ thể ghi được.",
  "17-2 Single Team 1st Half Over/Under means betting to predict the goal scored by a specified team during the first half of an Event.": "17-2 Cược Trên/Dưới trong hiệp 1 cho một đội (Single Team 1st Half Over/Under) là loại cược dự đoán bàn thắng được ghi bởi một đội cụ thể trong hiệp 1 của trận đấu.",
  "17-3 If the total is more than the OU line then the winning result is Over; if the total is less than the OU line then the winning result is Under.": "17-3 Nếu tổng số lớn hơn dòng Trên/Dưới, lúc ấy kết quả thắng cuộc là Trên; nếu tổng số nhỏ hơn dòng Trên/Dưới, lúc ấy kết quả thắng cuộc là Dưới.",
  "18. Asian Handicap": "18 Kèo Chấp kiểu châu Á",
  "18-1 Settlement is based on the score line, from when the bet was placed to the end of the match / period - i.e. the final score minus the current score of the match. For 1st Half Handicap bets, this is the final score at the end of the 1st Half.": "18-1 Thanh toán dựa trên tỷ số, từ khi đặt cược đến khi kết thúc trận đấu/thời gian - tức là tỷ số cuối cùng trừ đi tỷ số hiện tại của trận đấu. Đối với cược chấp hiệp 1, đây là tỷ số cuối cùng khi hiệp 1 kết thúc.",
  "19. Clean Sheets": "19 Lưới sạch",
  "19-1 Clean Sheets means betting “Yes” on a team to keep a clean sheet (not to concede a goal) or “No” on a team not to keep a clean sheet (to concede a goal).": "19-1 Lưới sạch có nghĩa là cá cược “Có“ vào đội giữ lưới sạch (không để lọt lưới bàn thắng) hoặc ”Không“ vào đội không giữ lưới sạch (để lọt lưới bàn thắng).",
  "20. To Win Both Halves": "20 Thắng cả hai hiệp",
  "20-1 Home to Win Both Halves": "20-1 Đội nhà thắng trong cả hai hiệp",
  "Home to Win Both Halves means betting to predict whether home team can score more goals than their opponent in each half.": "Đội nhà thắng trong cả hai hiệp nghĩa là đặt cược dự đoán liệu đội nhà có thể ghi nhiều bàn thắng hơn đội khách trong mỗi hiệp hay không.",
  "20-2 Away to Win Both Halves": "20-2 Đội khách thắng trong cả hai hiệp",
  "Away to Win Both Halves means betting to predict whether away team can score more goals than their opponent in each half.": "Đội khách thắng trong cả hai hiệp nghĩa là đặt cược dự đoán liệu đội khách có thể ghi nhiều bàn thắng hơn đội nhà trong mỗi hiệp hay không.",
  "21. TO WIN TO NIL": "21 Thắng không thua",
  "21-1 Predict whether your selection can win the match without conceding a goal after regular time of play or at the end of that scheduled, excluding extra time or penalty shoot-outs.": "21-1 Dự đoán là đội mà bạn chọn có thể thắng mà không bị đối phương ghi bàn trong thời gian thông lệ hoặc trong thời gian lịch định của trận đấu, không tính thời gian đá bù giờ và các quả penalty",
  "22. TO WIN EITHER HALF": "22 Thắng trong một hiệp",
  "22-1 Home to Win Either Half": "22-1 Đội nhà thắng một trong hai hiệp",
  "Home to win either half means betting to predict whether home team can score more goals than their opponent in one of two halves.": "Đội nhà thắng một trong hai hiệp nghĩa là đặt cược dự đoán liệu đội nhà có thể ghi nhiều bàn thắng hơn đội khách vào một trong hai hiệp của trận đấu hay không.",
  "22-2 Away to Win Either Half": "22-2 Đội khách thắng một trong hai hiệp",
  "Away to win either half means betting to predict whether away team can score more goals than their opponent in one of two halves.": "Đội khách thắng một trong hai hiệp nghĩa là đặt cược dự đoán liệu đội khách có thể ghi nhiều bàn thắng hơn đội nhà vào một trong hai hiệp của trận đấu hay không.",
  "23. Both Teams To Score In 1st Half/2nd Half": "23 Cả hai đội sẽ ghi bàn trong hiệp một / hiệp hai",
  "23-1 Both Teams to Score in 1st / 2nd Half means betting to predict if both teams will score in the first half and if both teams will score in the second half of the match.": "23-1 Cược cả hai đội sẽ ghi bàn trong Hiệp Một và/hoặc Hiệp Hai nghĩa là cược để dự đoán liệu cả hai đội có ghi bàn trong hiệp một và liệu cả hai đội có ghi bàn trong hiệp hai của trận đấu hay không.",
  "24. Draw no Bet, First Half Draw no Bet & Second Half Draw no Bet": "24 Hòa không cá, Cược đội thắng trong hiệp 1 nhưng nếu kết quả hiệp 1 hòa thì nhận lại tiền cược & Cược đội thắng trong hiệp 2 nhưng nếu kết quả hiệp 2 hòa thì nhận lại tiền cược",
  "24-1 Draw no Bet means betting to predict a Home or Away win in a match. If the final result at the end of regular time is a Draw, all bets will be refunded.": "24-1 Cược đội thắng nhưng nếu kết quả hòa thì nhận lại tiền cược nghĩa là đặt cược dự đoán đội nhà hoặc đội khách thắng trong trận đấu. Nếu kết quả chung cuộc vào thời điểm kết thúc thời gian thi đấu chính thức là hòa thì người đặt cược sẽ được hoàn trả tất cả mọi khoản đặt cược.",
  "24-2 First Half Draw no Bet means betting to predict a Home or Away win in the 1st half of a match. If the final result at the end of 1st half regular time is a Draw, all bets will be refunded.": "24-2 Cược đội thắng trong hiệp 1 nhưng nếu kết quả hiệp 1 hòa thì nhận lại tiền cược nghĩa là đặt cược dự đoán đội nhà hoặc đội khách thắng trong hiệp 1 của trận đấu. Nếu kết quả chung cuộc vào thời điểm kết thúc thời gian thi đấu chính thức của hiệp 1 là hòa thì người đặt cược sẽ được hoàn trả tất cả mọi khoản đặt cược.",
  "24-3 Second Half Draw no Bet means betting to predict a Home or Away win counting only the 2nd half of a match. If the result of the 2nd half regular time is a Draw, all bets will be refunded.": "24-3 Cược đội thắng trong hiệp 2 nhưng nếu kết quả hiệp 2 hòa thì nhận lại tiền cược nghĩa là đặt cược dự đoán đội nhà hoặc đội khách thắng trong hiệp 2 của trận đấu. Nếu kết quả chung cuộc vào thời điểm kết thúc thời gian thi đấu chính thức của hiệp 2 là hòa thì người đặt cược sẽ được hoàn trả tất cả mọi khoản đặt cược.",
  "SPECIFIC 15 MINS TOTAL BOOKING": "TỔNG SỐ THẺ PHẠT TRONG 15 PHÚT",
  "Betting History": "Lịch sử cá cược",
  "Bet Amount": "Số tiền cá cược",
  "Bet Time": "Thời gian đặt cược",
  "No.": "Số",
  "Odds": "Tỷ lệ cược",
  "Game Rules": "Luật Chơi",
  "Selection": "Lựa chọn",
  "Team": "Đội",
  "Bet Details": "Chi tiết cá cược",
  "Matches": "Trận đấu",
  "Schedule": "lịch trình",
  "Highlights": "Điểm nổi bật",
  "Premier League": "Premier League",
  "LaLiga": "La Liga",
  "Ligue 1": "Ligue 1",
  "Serie A": "Serie A",
  "Bundesliga": "Bundesliga",
  "League": "Giải đấu",
  "Ranking": "Bảng xếp hạng",
  "Football Highlight": "Điểm nổi bật Bóng đá",
  "Sun": "Chủ nhật",
  "Mon": "Thứ hai",
  "Tue": "Thứ Ba",
  "Wed": "Thứ Tư",
  "Thu": "Thứ Năm",
  "Fri": "Thứ Sáu",
  "Sat": "Thứ bảy",
  "Live Mode": "Phát trực",
  "You can bet while watching the top soccer matches": "Bạn có thể đặt cược trong khi xem các trận bóng đá đỉnh cao",
  "NEXT": "Tiếp theo",
  "Highlight": "Điểm nổi bật",
  "Remove all selection": "Xóa tất cả lựa chọn",
  "Liability": "Gánh năng",
  "the amount deducted from wallet": "số tiền được khấu trừ từ ví",
  "the amount expected to win": "số tiền dự kiến ​​​​sẽ giành được",
  "MY Type Display": "hiển thị hình loại Malay",
  "Payout": "xuất chi",
  "Match Time": "Thời gian trận đấu",
  "Match Result": "Kết quả trận đấu",
  "Match Details": "Chi tiết trận đấu",
  "AFF": "AFF",
  "PBA": "PBA",
  "NBA": "NBA",
  "Early": "Sớm",
  "Indonesia": "Nam Dương",
  "Vietnam": "Việt Nam",
  "Malaysia": "Mã Lai",
  "Thailand": "Thái Lan",
  "Asian Handicap": "Kèo Chấp kiểu châu",
  "1st Half - Handicap": "Hiệp 1 - Cược Chấp",
  "1st Half - Asian Handicap": "Hiệp 1 - Kèo Chấp kiểu châu",
  "Winner is the team at the start of the event 0:0, with the better score after adding the given handicap to the 1st Half result.": "Người chiến thắng là đội khi bắt đầu sự kiện với tỷ số 0:0, với điểm số cao hơn sau khi cộng tỷ lệ chấp nhất định vào kết quả của Hiệp 1.",
  "Settled according to the score-line for the remainder of the 1st Half after the bet has been struck.": "Giải quyết theo tỷ số trong phần còn lại của Hiệp 1 sau khi đặt cược đã được thực hiện.",
  "Handicap": "Cược Chấp",
  "Bonus": "Thưởng",
  "In-Play Handicap applies full time result": "Cược Chấp trong trận áp dụng kết quả toàn thời gian",
  "With the better score after adding the given handicap to the Full time result": "Với điểm tốt hơn sau khi cộng thêm cược chấp được cho kết quả toàn thời gian",
  "Team A": "đội A",
  "(Favorable)": "(ưu thế)",
  "Point Handicap": "dòng khuyết tật",
  "Team B": "đội B",
  "(Underdog)": "(khuyết)",
  "Bet on the favorable": "đặt cược trên đội ưu thế",
  "All Win": "thắng tất cả",
  "Bet on the underdog": "đặt cược trên đội khuyết",
  "All Loss": "thua tất cả",
  "Bet No.": "Số cược",
  "Event time": "Thời gian trận đấu",
  "Result": "Kết quả",
  "Void": "Sự hủy bỏ",
  "Status": "Tình trạng",
  "Available": "Có sẵn",
  "Collected": "Thu thập",
  "Bonus Log": "Nhật ký tiền thưởng",
  "NEW": "MỚI",
  "Collect": "Sưu tầm",
  "Received time": "Thời gian yêu cầu",
  "Expired time": "Gian hết hạn",
  "Claim": "Cầu nhận",
  "New Account Welcome": "chào mừng tài khoản mới",
  "European Top 5 Leagues Grand Slam": "5 giải đấu bóng đá hàng đầu chung cuộc giai đoạn đầy đủ",
  "milestone reward": "Thưởng cột mốc",
  "Remaining amount": "số tiền còn lại",
  "STAKE": "Số tiền đặt cược",
  "LIABILITY": "Gánh năng",
  "STATUS": "Tình trạng"
}
