{
  "th_version": "0116-1200_",
  "soccer": "ฟุตบอล",
  "Soccer": "ฟุตบอล",
  "basketball": "บาสเกตบอล",
  "Basketball": "บาสเกตบอล",
  "tennis": "เทนนิส",
  "Tennis": "เทนนิส",
  "baseball": "เบสบอล",
  "Baseball": "เบสบอล",
  "badminton": "แบดมินตัน",
  "Badminton": "แบดมินตัน",
  "cycling": "การปั่นจักรยาน",
  "Cycling": "การปั่นจักรยาน",
  "Cricket": "คริกเก็ต",
  "cricket": "คริกเก็ต",
  "formula 1": "ฟอร์มูลาวัน",
  "Formula 1": "ฟอร์มูลาวัน",
  "golf": "กอล์ฟ",
  "Golf": "กอล์ฟ",
  "american football": "อเมริกันฟุตบอล",
  "American Football": "อเมริกันฟุตบอล",
  "American football": "อเมริกันฟุตบอล",
  "aussie rules": "ออสเตรเลียน รูลส์ ฟุตบอล",
  "Aussie Rules": "ออสเตรเลียน รูลส์ ฟุตบอล",
  "motogp": "กรังด์ปรีซ์มอเตอร์ไซค์เคิลเรซซิง",
  "Motogp": "กรังด์ปรีซ์มอเตอร์ไซค์เคิลเรซซิง",
  "motoGP": "กรังด์ปรีซ์มอเตอร์ไซค์เคิลเรซซิง",
  "MotoGP": "กรังด์ปรีซ์มอเตอร์ไซค์เคิลเรซซิง",
  "ice hockey": "ฮอกกี้น้ำแข็ง",
  "Ice Hockey": "ฮอกกี้น้ำแข็ง",
  "Ice hockey": "ฮอกกี้น้ำแข็ง",
  "Table Tennis": "เทเบิลเทนนิส",
  "volleyball": "วอลเลย์บอล",
  "Volleyball": "วอลเลย์บอล",
  "loading": "กำลังโหลด",
  "Loading": "กำลังโหลด",
  "ft": "เต็มเวลา",
  "FT": "เต็มเวลา",
  "ht": "ครึ่ง",
  "HT": "ครึ่ง",
  "hdp": "ต่อให้",
  "HDP": "ต่อให้",
  "o/u": "ทั้งหมด",
  "O/U": "ทั้งหมด",
  "LIVE": "สด",
  "Live": "สด",
  "WIN": "ชนะ",
  "LOSE": "แพ้",
  "FIFA World Cup Outright": "แชมป์เปียน ฟุตบอลโลก",
  "Outright": "แชมป์เปียน",
  "Statement": "การเดิมพันของฉัน",
  "Table tennis": "ปิงปอง",
  "table tennis": "ปิงปอง",
  "Boxing": "มวยสากล",
  "All Markets": "ตลาดทั้งหมด",
  "Main": "หลัก",
  "Scores Have Been Changed": "คะแนนเปลี่ยนไป",
  "Handicaps": "แฮนดิแคป",
  "Totals": "จำนวนบอลเข้าประตู",
  "corner": "เตะมุม",
  "Corner": "เตะมุม",
  "Jan": "ม.ค",
  "Feb": "ก.พ",
  "Mar": "มี.ค",
  "Apr": "เม.ย",
  "May": "พ.ค",
  "Jun": "มิ.ย",
  "Jul": "ก.ค",
  "Aug": "ส.ค",
  "Sep": "ก.ย",
  "Oct": "ต.ค",
  "Nov": "พ.ย",
  "Dec": "ธ.ค",
  "January": "มกราคม",
  "February": "กุมภาพันธ์",
  "March": "มีนาคม",
  "April": "เมษายน",
  "June": "มิถุนายน",
  "July": "กรกฎาคม",
  "August": "สิงหาคม",
  "September": "กันยายน",
  "October": "ตุลาคม",
  "November": "พฤศจิกายน",
  "December": "ธันวาคม",
  "inplay": "กำลังแข่ง",
  "Inplay": "กำลังแข่ง",
  "upcoming": "เร็วๆ นี้",
  "Upcoming": "เร็วๆ นี้",
  "today": "วันนี้",
  "Today": "วันนี้",
  "pre-match": "ตลาดล่วงหน้า",
  "parlay": "พาร์เลย์",
  "Parlay": "พาร์เลย์",
  "PARLAY": "พาร์เลย์",
  "outright": "แชมป์เปียน",
  "going to inplay": "เกมกำลังจะเริ่ม",
  "GOING TO INPLAY": "เกมกำลังจะเริ่ม",
  "to single": "กลับสู่เดิมพันเดี่ยว",
  "single": "กลับสู่เดิมพันเดี่ยว",
  "SINGLE": "กลับสู่เดิมพันเดี่ยว",
  "To Single": "กลับสู่เดิมพันเดี่ยว",
  "single bet": "เดิมพันเดี่ยว",
  "The odds or markets have been changed": "อัตราต่อรอง ตลาด หรือความถูกต้องของรายการเดิมพันมีการเปลี่ยนแปลง",
  "accept changes": "ยอมรับการเปลี่ยนแปลง",
  "Accept Changes": "ยอมรับการเปลี่ยนแปลง",
  "3parlay1": "3พาร์เลย์1",
  "2parlay1": "2พาร์เลย์1",
  "3parlay4": "3พาร์เลย์4",
  "Guest mode": "โหมดผู้มาเยือน",
  "Betting Rules": "กฎการเดิมพันกีฬา",
  "bet credits": "เครดิตฟรี",
  "bet limit": "จำกัดวงเงิน",
  "Login Failed": "การเข้าสู่ระบบล้มเหลว",
  "insufficient balance, please go to deposit": "ยอดเงินไม่เพียงพอโปรดทำการฝากเงิน",
  "history": "ประวัติ",
  "all": "ทั้งหมด",
  "All": "ทั้งหมด",
  "unsettled": "ยังไม่คิดคำนวณ",
  "Unsettled": "ยังไม่คิดคำนวณ",
  "settled": "คิดคำนวณแล้ว",
  "Settled": "คิดคำนวณแล้ว",
  "cancel": "ยกเลิก",
  "last 7 days": "ล่าสุด 7 วัน",
  "yesterday": "เมื่อวานนี้",
  "last 30 days": "ล่าสุด 30 วัน",
  "select currency": "เลือกสกุลเงิน",
  "deposit": "ฝากเงิน",
  "balance": "สมดุล",
  "price": "สนนราคา",
  "event": "กีฬา",
  "please add more bets to parlay": "การแข่งขันประเภทบอล ไม่สามารถเดิมพันเป็นชุดได้",
  "please delete": "กรุณาลบ",
  "the item which does not follow parlay rules": "รายการที่ไม่สอดคล้องเกี่ยวกับกฎของการเดิมพันเป็นชุด",
  "exposure": "จำนวนเงินที่มีความเสี่ยง",
  "withdraw": "ถอนเงิน",
  "IN": "ใน",
  "HOURS": "ชั่วโมง",
  "MINUTES": "นาที",
  "IN/OUT": "ใน/ออก",
  "orderslip": "ใบเดิมพัน",
  "Orderslip": "ใบเดิมพัน",
  "Place Bet To Win": "ลงเดิมพัน",
  "place bet to win": "ลงเดิมพัน",
  "System": "ระบบ",
  "system": "ระบบ",
  "to win": "ที่สามารถชนะได้",
  "To Win": "ที่สามารถชนะได้",
  "double": "2พาร์เลย์1",
  "Double": "2พาร์เลย์1",
  "treble": "3พาร์เลย์1",
  "Treble": "3พาร์เลย์1",
  "stake": "เงินที่เดิมพัน",
  "Stake": "เงินที่เดิมพัน",
  "total odds": "อัตราเดิมพันทั้งหมด",
  "Total Odds": "อัตราเดิมพันทั้งหมด",
  "total bet": "ที่เดิมพันไว้ทั้งหมด",
  "Total Bet": "ที่เดิมพันไว้ทั้งหมด",
  "no event": "ไม่ กีฬา",
  "NO EVENT": "ไม่ กีฬา",
  "more soccer games": "เกมส์ฟุตบอลอื่นๆ",
  "more tennis games": "เกมส์เทนนิสอื่นๆ",
  "more basketball games": "เกมบาสเก็ตบอลเพิ่มเติม",
  "more baseball games": "เกมเบสบอลเพิ่มเติม",
  "To Parlay": "พาร์เลย์",
  "STARTED": "เริ่ม",
  "NOT_STARTED": "ยังไม่เริ่ม",
  "EVENT ENDED": "สิ้นสุดกิจกรรม",
  "BREAK": "หยุด",
  "Market Closed": "ตลาดปิด",
  "Suspend": "ขาดช่วง",
  "Fail": "มิได้",
  "Bet failed": "เดิมพันล้มเหลว",
  "confirmed": "ยืนยันแล้ว",
  "Confirmed": "ยืนยันแล้ว",
  "Success": "ประสพ",
  "To be confirmed": "ได้รับการยืนยัน",
  "OK": "ตกลง",
  "handball": "แฮนด์บอล",
  "Handball": "แฮนด์บอล",
  "Kabaddi": "กาบัดดี",
  "kabaddi": "กาบัดดี",
  "Rugby": "รักบี้",
  "rugby": "รักบี้",
  "Selections Cannot Be Combined": "ไม่สามารถรวมส่วนที่เลือกได้",
  "Please Add More Bets To Parlay": "การแข่งขันประเภทบอล ไม่สามารถเดิมพันเป็นชุดได้",
  "Submitted": "ส่ง",
  "CANCEL": "ยกเลิก",
  "Server error": "เซิร์ฟเวอร์ผิดพลาด",
  "Stake must be at least 1.": "เงินเดิมพันต้องมีอย่างน้อย 1",
  "Insufficient funds in your account": "เงินในบัญชีของคุณไม่เพียงพอ",
  "Time out triggered bet cancellation": "หมดเวลาทริกเกอร์การยกเลิกการเดิมพัน",
  "Unexpected placing error": "ข้อผิดพลาดที่ไม่คาดคิด",
  "Unsupported value": "ไม่รองรับค่า",
  "Data error": "ข้อมูลผิดพลาด",
  "all markets": "ตลาดทั้งหมด",
  "main": "หลัก",
  "handicaps": "แฮนดิแคป",
  "totals": "จำนวนบอลเข้าประตู",
  "1st half": "ครึ่งแรก",
  "2nd half": "ครึ่งหลัง",
  "corners": "เตะมุม",
  "cards": "ใบโทษ",
  "mins": "นาที",
  "combo": "ตลาดแทงแบบคอมโบ",
  "ot": "ล่วงเวลา",
  "innings": "อินนิง",
  "players": "ลักษณะผู้เล่น",
  "set": "เซต",
  "games": "เกม",
  "quarters": "ควอเตอร์",
  "period": "พีเรียด",
  "Your statement is empty": "ไม่มีเดิมพันที่กำลังดำเนินการ",
  "Cancel:Scores have Been changed": "ยกเลิก:คะแนนมีการเปลี่ยนแปลง",
  "Place bet": "วางเดิมพัน",
  "Scores have Been changed": "คะแนนมีการเปลี่ยนแปลง",
  "OT": "เวลาพิเศษ",
  "Innings": "อินนิง",
  "Players": "ลักษณะผู้เล่น",
  "Set": "เซต",
  "Games": "เกมส์",
  "Quarters": "ควอเตอร์",
  "Period": "พีเรียด",
  "JAN": "ม.ค",
  "FEB": "ก.พ",
  "MAR": "มี.ค",
  "APR": "เม.ย",
  "MAY": "พ.ค",
  "JUN": "มิ.ย",
  "JUL": "ก.ค",
  "AUG": "ส.ค",
  "SEP": "ก.ย",
  "OCT": "ต.ค",
  "NOV": "พ.ย",
  "DEC": "ธ.ค",
  "Combo": "ตลาดแทงแบบคอมโบ",
  "More Soccer Games": "เกมส์ฟุตบอลอื่นๆ",
  "More Tennis Games": "เกมส์เทนนิสอื่นๆ",
  "More Basketball Games": "เกมบาสเก็ตบอลเพิ่มเติม",
  "More Baseball Games": "เกมเบสบอลเพิ่มเติม",
  "More Badminton Games": "เกมส์แบดมินตันอื่นๆ",
  "More Cycling Games": "เกมส์ปั่นจักรยานอื่นๆ",
  "More Darts Games": "เกมส์ปาเป้าอื่นๆ",
  "More Formula 1 Games": "เพิ่มเติมสูตร 1 เกมส์",
  "More Golf Games": "เกมส์กอล์ฟอีกมากมาย",
  "More American Football Games": "เกมอเมริกันฟุตบอลมากขึ้น",
  "More Aussie Rules Games": "เกมกฎออสซี่มากขึ้น",
  "More Motogp Games": "เกมส์ Motogp เพิ่มเติม",
  "More Ice Hockey Games": "เกมฮ็อกกี้น้ำแข็งเพิ่มเติม",
  "More Table Tennis Games": "เกมส์เทเบิลเทนนิสเพิ่มเติม",
  "Accept Higher Odds On All Bets": "รับอัตราที่ดีขึ้นโดยอัตโนมัติ",
  "More Markets In Standard Version": "ตลาดเพิ่มเติมในเวอร์ชันมาตรฐาน",
  "Home": "ทีมเหย้า",
  "Draw": "เสมอ",
  "Away": "ทีมเยือน",
  "FT Over/Under": "เต็มเวลา สูง/ต่ำ",
  "FT Handicap": "เต็มเวลา แฮนดิแคป",
  "Over": "มากกว่า",
  "Under": "น้อยกว่า",
  "Classic version": "คลาสสิก เวอร์ชัน",
  "Standard version": "รุ่นมาตรฐาน",
  "FT 1X2": "เต็มเวลา ทายผู้ชนะ",
  "RULES FOR ACCEPTING BETS": "กฎการรับเดิมพัน",
  "1. General settlement and cancellation rules": "1. ข้อตกลงทั่วไปและกฎการยกเลิก",
  "1-1 Matches not played as listed In situations where the event is played at a venue different to that listed, all bets on the event will stand provided the match is not switched to the opponent’s ground and home and away team for a listed match are not reversed, in which Sport+ reserves the right to void betting.": "1-1 หากสถานที่แข่งขันมีการเปลี่ยนแปลง การเดิมพันที่วางไว้แล้วจะคงอยู่โดยที่ทีมเหย้ายังคงถูกกำหนดไว้เช่นนั้น หากทีมเหย้าและทีมเยือนในการแข่งขันในรายการมีการเปลี่ยนแปลง การเดิมพันตามรายชื่อเดิม Sport+ ขอสงวนสิทธิ์ในการเดิมพันเป็นโมฆะ",
  "1-2 In the event of a change of opponent from the one listed, all bets for that match are void.": "1-2 ในกรณีที่มีการเปลี่ยนคู่ต่การแข่งขัน การเดิมพันทั้งหมดสำหรับนัดนั้นถือเป็นโมฆะ",
  "1-3 If a team field their reserve team or an underage team instead of their first team, Sport+ reserves the right to void betting.": "1-3 หากทีมลงสนาม เป็นทีมสำรองหรือทีมที่ยังไม่บรรลุนิติภาวะแทนทีมแรก Sport+ ขอสงวนสิทธิ์ในการเดิมพันเป็นโมฆะ",
  "1-4 If the rules or format of a match differ from our accepted norm, Sport+ reserves the right to void betting.": "1-4 หากกฎหรือรูปแบบของการแข่งขันแตกต่างจากมาตรฐานที่เรายอมรับ Sport+ ขอสงวนสิทธิ์ในการเดิมพันเป็นโมฆะ",
  "1-5 If coverage must be abandoned and the match finishes regularly, all markets will be settled according to the final result. If the outcome of a market cannot be verified officially, we reserve the right to void them.": "1-5 หากต้องละทิ้งการรายงานข่าวและการแข่งขันจบลงตามปกติ ตลาดทั้งหมดจะตัดสินตามผลสุดท้าย หากผลของตลาดไม่สามารถตรวจสอบได้อย่างเป็นทางการ เราขอสงวนสิทธิ์ในการทำให้เป็นโมฆะ",
  "1-6 In the case of an incorrect settlement of markets, we reserve the right to correct them anytime.": "1-6 ในกรณีที่การชำระราคาตลาดไม่ถูกต้อง เราขอสงวนสิทธิ์ในการแก้ไขได้ทุกเมื่อ",
  "1-7 If a match does not adhere to the generally accepted format (e.g., unusual period length, counting procedure, format of a match etc.); we reserve the right to void any market.": "1-7 หากการแข่งขันไม่เป็นไปตามรูปแบบที่ยอมรับโดยทั่วไป (เช่น ระยะเวลาที่ไม่ปกติ ขั้นตอนการนับคะแนน รูปแบบการแข่งขัน เป็นต้น) ขอสงวนสิทธิ์ในการทำให้ตลาดนั้นๆ เป็นโมฆะ",
  "1-8 If the rules or format of a match differ from our accepted norm, we reserve the right to void any market.": "1-8 หากกฎหรือรูปแบบของการแข่งขันแตกต่างจากบรรทัดฐานที่เรายอมรับ เราขอสงวนสิทธิ์ในการทำให้เดิมพันเป็นโมฆะ",
  "1-9 The minimum and maximum size of bets on all sporting events is set by Sport+ and may be changed without prior written notice.": "1-9 ตัวเลขเดิมพันขั้นต่ำและสูงสุดในการแข่งขันกีฬาทั้งหมดกำหนดโดย Sport+ และอาจเปลี่ยนแปลงได้โดยไม่ต้องแจ้งให้ทราบล่วงหน้า",
  "1-10 Any bet (including a Live bet) placed on an event, the result of which is already known at the moment of betting, we reserve the right to void any market.": "1-10 การเดิมพันใดๆ (รวมถึงการเดิมพันแบบสด) ที่เดิมพันในระหว่างการแข่งขัน ซึ่งทราบผลแล้วในขณะที่เดิมพัน เราขอสงวนสิทธิ์ในการทำให้การเดิมพันป็นโมฆะ",
  "1-11 Changes to Lines (coefficient of winnings, values of handicaps and totals, limits on express bets, maximum bet amount, etc.) can be made by Sport+ at any time.": "1-11 การเปลี่ยนแปลงในไลน์ (ค่าสัมประสิทธิ์การชนะ มูลค่าของแต้มต่อและผลรวม การจำกัดการเดิมพันด่วน จำนวนเดิมพันสูงสุด ฯลฯ) สามารถปรับได้โดย Sport+ เมื่อใดก็ได้",
  "1-12 If a match is not completed or not played (e.g. through disqualification, interruption, withdrawal, changes in draws etc.), all undecided markets are considered void.": "1-12 หากการแข่งขันไม่เสร็จสมบูรณ์หรือไม่ได้เล่น (เช่น ผ่านการตัดสิทธิ์ การหยุดชะงัก การถอนตัว การเปลี่ยนแปลงการเสมอ ฯลฯ) ตลาดที่ไม่ได้ตัดสินใจทั้งหมดจะถือเป็นโมฆะ",
  "1-13 All pre-match bets that were made after the game has started, Sport+ reserves the right to void betting.": "1-13 การเดิมพันก่อนการแข่งขันทั้งหมดที่เกิดขึ้นหลังจากเกมเริ่มต้น Sport+ ขอสงวนสิทธิ์ในการเดิมพันเป็นโมฆะ",
  "1-14 Sport+ makes every effort to ensure all information provided is accurate. However, the company cannot be held responsible for the accuracy, completeness and timeliness of the information provided. Errors in information regarding an event are not grounds for cancelling a bet. Exceptions include when incorrect odds have been provided by mistake (i.e. obvious typos in the odds or a discrepancy between the odds and/or the real event score).": "1-14 Sport+ พยายามทุกวิถีทางเพื่อให้แน่ใจว่าข้อมูลทั้งหมดที่ให้มานั้นถูกต้อง อย่างไรก็ตาม บริษัทไม่สามารถรับผิดชอบต่อความถูกต้อง ครบถ้วน และทันเวลาของข้อมูลที่ให้ไว้ ข้อผิดพลาดในข้อมูลเกี่ยวกับเหตุการณ์ไม่ใช่เหตุผลในการยกเลิกการเดิมพัน ข้อยกเว้นรวมถึงเมื่อมีการให้อัตราต่อรองที่ไม่ถูกต้องโดยไม่ได้ตั้งใจ (เช่น การพิมพ์ผิดอย่างชัดเจนในโอกาสหรือความคลาดเคลื่อนระหว่างอัตราต่อรองและ/หรือคะแนนเหตุการณ์จริง)",
  "1-15 Connection failure or other technical faults in the Player’s communications shall not be a reason to cancel a bet if the bet has been registered on the server.": "1-15 การเชื่อมต่อล้มเหลวหรือความผิดพลาดทางเทคนิคอื่น ๆ ในการสื่อสารของผู้เล่นจะไม่เป็นเหตุผลในการยกเลิกการเดิมพันหากเดิมพันได้รับการลงทะเบียนบนเซิร์ฟเวอร์",
  "1-16 The player bears sole responsibility for his/her bets. The player is obliged to ensure that the details of his/her bet are correct. As soon as a bet has been made and its acceptance has been confirmed, it cannot be changed or canceled by the Player. After a bet is accepted, it cannot be amended.": "1-16 ผู้เล่นต้องรับผิดชอบแต่เพียงผู้เดียวสำหรับการเดิมพันของตน ผู้เล่นมีหน้าที่ตรวจสอบให้แน่ใจว่ารายละเอียดการเดิมพันของตนถูกต้อง ทันทีที่มีการวางเดิมพันและได้รับการยืนยันการยอมรับ ผู้เล่นจะไม่สามารถเปลี่ยนแปลงหรือยกเลิกได้ หลังจากยอมรับการเดิมพันแล้วจะไม่สามารถแก้ไขได้",
  "1-17 Sport+ has the right to not accept bets from Players without giving a reason, as well as to not accept bets from those who have violated the Rules, and Sport+ retains the right to close or temporarily block the accounts of individual Clients without prior notice.": "1-17 Sport+ มีสิทธิ์ไม่รับเดิมพันจากผู้เล่นโดยไม่ให้เหตุผล รวมทั้งไม่รับเดิมพันจากผู้ที่ละเมิดกฎ และ Sport+ สงวนสิทธิ์ในการปิดหรือบล็อกบัญชีของลูกค้ารายบุคคลชั่วคราว โดยไม่ต้องแจ้งให้ทราบล่วงหน้า",
  "1-18 Users are prohibited from placing several identical bets on the same match in order to bypass limits. Such actions will be regarded as a major violation of rules and may lead to additional limits, betting caps, and may result in account blocking.": "1-18 ผู้ใช้ไม่ได้รับอนุญาตให้วางเดิมพันที่เหมือนกันหลายรายการในการแข่งขันเดียวกันเพื่อหลีกเลี่ยงการจำกัด การกระทำดังกล่าวจะถือเป็นการละเมิดกฎที่สำคัญและอาจนำไปสู่การจำกัดเพิ่มเติม ขีดสูงสุดของการเดิมพัน และอาจส่งผลให้เกิดการบล็อกบัญชี",
  "1-19 All match markets DO NOT include overtime unless otherwise stated.": "1-19 ตลาดการแข่งขันทั้งหมดไม่รวมการต่อเวลา เว้นแต่จะระบุไว้เป็นอย่างอื่น",
  "1-20 Sport+ reserves the right to change the odds-on offer at any time as well as suspend or close betting on events before the scheduled start time.": "1-20 Sport+ ขอสงวนสิทธิ์ในการเปลี่ยนแปลงข้อเสนอราคาต่อรองได้ตลอดเวลา รวมทั้งระงับหรือปิดการเดิมพันเหตุการณ์ก่อนเวลาเริ่มต้นตามกำหนดการ",
  "1-21 In the case of any obviously incorrectly displayed or calculated prices, we reserve the right to void betting. This includes a deviation of more than 100% in the pay-out compared to the market average.": "1-21 ในกรณีของราคาที่แสดงหรือคำนวณอย่างไม่ถูกต้องอย่างชัดเจน เราขอสงวนสิทธิ์ในการเดิมพันเป็นโมฆะ ซึ่งรวมถึงค่าธรรมเนียมมากกว่า 100% ในการจ่ายเงินเมื่อเปรียบเทียบกับค่าเฉลี่ยของตลาด",
  "1-22 Sport+ reserves the right to suspend odds during an event due to failed transmission or other technical related issues or if fraud is suspected.": "1-22 Sport+ ขอสงวนสิทธิ์ในการระงับอัตราต่อรองระหว่างการแข่งขันเนื่องจากการส่งสัญญาณล้มเหลวหรือปัญหาทางเทคนิคอื่น ๆ หรือหากสงสัยว่ามีการฉ้อโกง",
  "1-23 Sport+ reserves the right to void bets even subsequently if any such bet was won by the customer because of a technical fault or error, inclusive of but not limited to an error or fault in transmission.": "1-23 Sport+ ขอสงวนสิทธิ์ในการยกเลิกการเดิมพันแม้ในเวลาต่อมา หากลูกค้าชนะการเดิมพันดังกล่าวเนื่องจากความผิดพลาดทางเทคนิคหรือข้อผิดพลาดอื่นๆ",
  "1-24 If the outcome of a market cannot be verified officially, we reserve the right to delay the settlement until official confirmation.": "1-24 หากไม่สามารถตรวจสอบผลลัพธ์ของราคาตลาดได้อย่างเป็นทางการ เราขอสงวนสิทธิ์ในการชะลอการตัดสินจนกว่าจะมีการยืนยันอย่างเป็นทางการ",
  "1-25 If markets were offered when the outcome was already known, we reserve the right to void any betting.": "1-25 หากมีการเสนอราคาตลาดเมื่อทราบผลการแข่งขันแล้ว เราขอสงวนสิทธิ์ในการยกเลิกการเดิมพันใดๆ",
  "1-26 In the case of any obviously incorrectly displayed or calculated market, we reserve the right to void betting. This includes a deviation of more than 100% in the pay-out compared to the market average.": "1-26 ในกรณีของราคาตลาดที่แสดงหรือคำนวณอย่างไม่ถูกต้องอย่างชัดเจน เราขอสงวนสิทธิ์ในการเดิมพันเป็นโมฆะ ซึ่งรวมถึงค่าธรรมเนียมมากกว่า 100% ในการจ่ายเงินเมื่อเปรียบเทียบกับค่าเฉลี่ยของตลาด",
  "1-27 If a player or team is disqualified for unsportsmanlike conduct (cheating/fraud/match-fixing/use of cheats/no-show during match), we reserve the right to void any betting.": "1-27 หากผู้เล่นหรือทีมถูกตัดสิทธิ์จากพฤติกรรมที่ไม่มีน้ำใจนักกีฬา (โกง/ฉ้อโกง/แก้ไขแมตช์/ใช้สูตรโกง/ไม่แสดงตัวระหว่างการแข่งขัน) เราขอสงวนสิทธิ์ในการยกเลิกการเดิมพันนั้นๆ",
  "1-28 If there is reason to believe that unsportsmanlike conduct (cheating/fraud/match-fixing/use of cheats/no-show during match) has occurred in a game, we reserve the right to void any betting for a period of ten days after the end of a match.": "1-28 หากมีเหตุผลที่เชื่อได้ว่าพฤติกรรมไม่มีน้ำใจนักกีฬา (โกง/ฉ้อโกง/แก้ไขแมตช์/ใช้สูตรโกง/ไม่แสดงตัวระหว่างการแข่งขัน) จะเกิดขึ้นในเกม ขอสงวนสิทธิ์ในการยกเลิกการเดิมพันนี่นๆ เป็นระยะเวลาสิบวันหลังจากสิ้นสุดการแข่งขัน",
  "1-29 If certain outcomes are considered “correlated“, those bets cannot be parlayed, we reserve the right to void betting.": "1-29 หากผลลัพธ์บางอย่างถือว่า “เสมอกัน“ การเดิมพันเหล่านั้นไม่สามารถวัดผลได้ เราขอสงวนสิทธิ์ในการเดิมพันเป็นโมฆะ",
  "1-30 If a match is interrupted or postponed and is not continued within 48h , except for baseball ,all undecided bets are considered void.": "1-30 หากการแข่งขันถูกขัดจังหวะหรือเลื่อนออกไปและไม่ดำเนินต่อไปภายใน 48 ชั่วโมง ยกเว้นเบสบอล การเดิมพันที่ไม่ได้ตัดสินใจทั้งหมดถือเป็นโมฆะ",
  "2. Soccer": "2. ฟุตบอล",
  "2-1 All markets (except halftime, first half markets, overtime and penalty shootout) are considered for regular time only unless otherwise stated.": "2-1 ตลาดทั้งหมด (ยกเว้นช่วงพักครึ่ง ตลาดครึ่งแรก การต่อเวลา และการยิงลูกโทษ) ถือเป็นเวลาปกติเท่านั้น เว้นแต่จะระบุไว้เป็นอย่างอื่น",
  "2-2 If a match is interrupted and continued within 48h after initial kickoff, all open bets will be settled with the final result. Otherwise all undecided bets are considered void.": "2-2 หากการแข่งขันถูกขัดจังหวะและดำเนินต่อไปภายใน 48 ชั่วโมงหลังจากเริ่มการแข่งขัน การเดิมพันที่เปิดทั้งหมดจะตัดสินด้วยผลสุดท้าย มิฉะนั้น การเดิมพันที่ไม่ได้ตัดสินใจทั้งหมดจะถือเป็นโมฆะ",
  "2-3 Own goals will not be considered for Next Goalscorer , Anytime Goalscorer or Player to score X or more settlement purposes and are ignored.": "2-3 ทำเข้าประตูของตัวเองจะไม่ได้รับการพิจารณาเป็นการทำประตู ผู้ทำประตูทุกเวลา หรือผู้เล่นที่ทำคะแนน X หรือมากกว่าเพื่อวัตถุประสงค์ในการตัดสิน และจะถูกละเว้น",
  "2-4 If the market remains open when the following events have already taken place: goals, red or yellow-red cards and penalties, we reserve the right to void betting.": "2-4 หากตลาดยังคงเปิดอยู่เมื่อมีเหตุการณ์ต่อไปนี้เกิดขึ้น: ประตู, ใบแดงหรือเหลือง-แดง และจุดโทษ เราขอสงวนสิทธิ์ในการเดิมพันเป็นโมฆะ",
  "2-5 If the market was opened with a missing or incorrect red card, we reserve the right to void betting.": "2-5 หากตลาดเปิดโดยขาดใบแดงหรือไม่ถูกต้อง เราขอสงวนสิทธิ์ในการเดิมพันเป็นโมฆะ",
  "2-6 If odds were offered with an incorrect match time (more than 5 minutes), we reserve the right to void betting.": "2-6 หากมีการเสนอราคาต่อรองด้วยเวลาการแข่งขันที่ไม่ถูกต้อง (มากกว่า 5 นาที) เราขอสงวนสิทธิ์ในการเดิมพันเป็นโมฆะ",
  "2-7 If a wrong score is entered, all markets will be cancelled for the time when the incorrect score was displayed.": "2-7 หากป้อนคะแนนผิด ตลาดทั้งหมดจะถูกยกเลิกในช่วงเวลาที่มีการแสดงคะแนนที่ไม่ถูกต้อง",
  "2-8 If a match is interrupted or postponed and is not continued within 48h after initial kick-off date betting will be void.": "2-8 หากการแข่งขันถูกขัดจังหวะหรือเลื่อนออกไปและไม่ดำเนินต่อไปภายใน 48 ชั่วโมงหลังจากวันที่เริ่มการแข่งขันครั้งแรก การเดิมพันจะถือเป็นโมฆะ",
  "2-9 If the team names or category are displayed incorrectly, we reserve the right to void betting.": "2-9 หากชื่อทีมหรือประเภทแสดงไม่ถูกต้อง เราขอสงวนสิทธิ์ในการเดิมพันเป็นโมฆะ",
  "2-10 In case of any score or card/corner/ penalty related changes, we reserve the right to void betting on any video assistant referee (VAR) situation.": "2-10 ในกรณีของการเปลี่ยนแปลงใด ๆ ที่เกี่ยวข้องกับคะแนนหรือการ์ด/ลูกเตะมุม/บทลงโทษ เราขอสงวนสิทธิ์ในการยกเลิกการเดิมพันในสถานการณ์ผู้ช่วยผู้ตัดสินวิดีโอ (VAR)",
  "3. Tennis": "3. เทนนิส",
  "3-1 In case of default, retirement or walkover of any player, all undecided bets are considered void.": "3-1 ในกรณีที่ผู้เล่นผิดนัด เลิกเล่น หรือหยุดเล่น การเดิมพันที่ยังไม่ได้ตัดสินใจทั้งหมดถือเป็นโมฆะ",
  "3-2 In case of any delay (rain, darkness…) all markets remain unsettled and the trading will be continued as soon as the match continues.": "3-2 ในกรณีที่เกิดความล่าช้า (ฝน ความมืด…) ตลาดทั้งหมดยังคงไม่มั่นคง และการเดิมพันจะดำเนินต่อไปทันทีที่การแข่งขันดำเนินต่อไป",
  "3-3 If penalty point(s) are awarded by the umpire, all bets on that game will stand.": "3-3 หากผู้ตัดสินให้คะแนนจุดโทษ การเดิมพันทั้งหมดในเกมนั้นจะคงอยู่",
  "3-4 In case of a match is finished before certain points/games were finished, all affected point/game related markets are considered void.": "3-4 ในกรณีที่การแข่งขันจบลงก่อนที่คะแนน/เกมบางเกมจะจบลง ตลาดที่เกี่ยวข้องกับคะแนน/เกมทั้งหมดจะถือเป็นโมฆะ",
  "3-5 If markets remain open with an incorrect score which has a significant impact on the prices, we reserve the right to void betting.": "3-5 หากตลาดยังคงเปิดอยู่โดยมีคะแนนไม่ถูกต้องซึ่งมีผลกระทบอย่างมีนัยสำคัญต่อราคา เราขอสงวนสิทธิ์ในการเดิมพันเป็นโมฆะ",
  "3-6 If the players/teams are displayed incorrectly, we reserve the right to void betting.": "3-6 หากผู้เล่น/ทีมแสดงไม่ถูกต้อง เราขอสงวนสิทธิ์ในการเดิมพันเป็นโมฆะ",
  "3-7 If a player retires all undecided markets are considered void.": "3-7 หากผู้เล่นออกจากตลาดที่ไม่ได้ตัดสินใจทั้งหมดจะถือเป็นโมฆะ",
  "3-8 If a match tie-break is played as a deciding set in Bo3 format, it will be considered as the 3rd set Every tie-break or Match tie-break counts as 1 game.": "3-8 หากเล่นไทเบรกเป็นเซตตัดสินใจในรูปแบบ Bo3 จะถือเป็นเซตที่ 3 ไทเบรกทุกครั้งหรือไทเบรกของแมตช์นับเป็น 1 เกม",
  "4. Basketball": "4. บาสเก็ตบอล",
  "4-1 Markets do not consider overtime unless otherwise stated.": "4-1 ตลาดไม่พิจารณาช่วงตาอเวลาเว้นแต่จะระบุไว้เป็นอย่างอื่น",
  "4-2 If a match is interrupted or postponed and is not continued within 48h after initial kick-off date betting will be void.": "4-2 หากการแข่งขันถูกขัดจังหวะหรือเลื่อนออกไปและไม่ดำเนินต่อไปภายใน 48 ชั่วโมงหลังจากวันที่เริ่มการแข่งขันครั้งแรก การเดิมพันจะถือเป็นโมฆะ",
  "4-3 If odds were offered with an incorrect match time (more than 2 minutes), we reserve the right to void betting.": "4-3 หากมีการเสนอราคาต่อรองด้วยเวลาการแข่งขันที่ไม่ถูกต้อง (มากกว่า 2 นาที) เราขอสงวนสิทธิ์ในการเดิมพันเป็นโมฆะ",
  "4-4 If markets remain open with an incorrect score which has a significant impact on the prices, we reserve the right to void betting.": "4-4 หากตลาดยังคงเปิดอยู่โดยมีคะแนนไม่ถูกต้องซึ่งมีผลกระทบอย่างมากต่อราคา เราขอสงวนสิทธิ์ในการเดิมพันเป็นโมฆะ",
  "4-5 In the event that a match does not finish in a tie, but overtime is played for qualification purposes, the markets will be settled according to the result at the end of regular time.": "4-5 ในกรณีที่การแข่งขันไม่สิ้นสุดในการเสมอกัน แต่มีการเล่นช่วงต่อเวลาเพื่อวัตถุประสงค์ในการคัดเลือก ตลาดจะตัดสินตามผลเมื่อสิ้นสุดเวลาปกติ",
  "5. Baseball": "5. เบสบอล",
  "5-1 Possible extra innings are not considered in any market unless otherwise stated.": "5-1 อินนิ่งพิเศษที่เป็นไปได้จะไม่ถูกพิจารณาในตลาดใด ๆ เว้นแต่จะระบุไว้เป็นอย่างอื่น",
  "5-2 All markets will be cleared according the final result after 9 innings (8 ½ innings if home team is leading at this point).": "5-2 ตลาดทั้งหมดจะถูกเคลียร์ตามผลสุดท้ายหลังจาก 9 อินนิ่ง (8 ½ อินนิ่งถ้าทีมเหย้าเป็นผู้นำในจุดนี้)",
  "5-3 If a match is interrupted or cancelled and won’t be continued on the same day, all undecided markets are considered void.": "5-3 หากการแข่งขันถูกขัดจังหวะหรือยกเลิกและจะไม่ดำเนินต่อไปในวันเดียวกัน ตลาดที่ไม่ได้ตัดสินใจทั้งหมดจะถือเป็นโมฆะ",
  "5-4 If markets remain open with an incorrect score or incorrect match status which has a significant impact on the prices, we reserve the right to void betting.": "5-4 หากตลาดยังคงเปิดอยู่โดยมีคะแนนไม่ถูกต้องหรือสถานะการแข่งขันที่ไม่ถูกต้องซึ่งมีผลกระทบอย่างมีนัยสำคัญต่อราคา เราขอสงวนสิทธิ์ในการเดิมพันเป็นโมฆะ",
  "5-5 A change in starting pitchers by one or both teams would be considered a significant impact on the prices, we reserve the right to void betting.": "5-5 การเปลี่ยนพิชเชอร์เริ่มต้นโดยทีมใดทีมหนึ่งหรือทั้งสองทีมจะถือว่ามีผลกระทบอย่างมากต่อราคา เราขอสงวนสิทธิ์ในการยกเลิกการเดิมพัน",
  "6. Cricket": "6. คริกเก็ต",
  "6-1 All markets do not consider super overs unless otherwise mentioned.": "6-1 ทุกตลาดไม่นับช่วงต่อเวลาร์เว้นแต่จะระบุไว้เป็นอย่างอื่น",
  "6-2 5-run penalties are not considered in any over or delivery market (markets for multiple overs are not considered for this rule).": "6-2 บทลงโทษ 5 รอบจะไม่ถูกพิจารณาในตลาดที่เกินหรือการส่งมอบใดๆ (ตลาดสำหรับการโอเวอร์หลายรายการจะไม่ถูกพิจารณาสำหรับกฎนี้)",
  "6-3 Twenty 20, ODI: a minimum of 90 % of the entire overs allocated for an innings must be played at the time the bet was struck for markets to be settled unless the innings has reached its natural conclusion.": "6-3 ยี่สิบ 20, ODI: อย่างน้อย 90% ของโอเวอร์ทั้งหมดที่จัดสรรไว้สำหรับอินนิ่งจะต้องเล่นในขณะที่เดิมพันถูกวางเดิมพันสำหรับตลาดที่จะตัดสิน เว้นแต่อินนิ่งจะถึงบทสรุปตามธรรมชาติ",
  "6-4 If a match is cancelled before any play has taken place, then all markets are considered void unless the match is replayed within 48 hours of its initial starting time.": "6-4 หากการแข่งขันถูกยกเลิกก่อนที่จะมีการเล่นใดๆ ตลาดทั้งหมดจะถือเป็นโมฆะ เว้นแต่จะมีการเล่นซ้ำภายใน 48 ชั่วโมงของเวลาเริ่มต้นเริ่มต้น",
  "6-5 If the match is tied and the official competition rules do not determine a winner; or if the competition rules determine the winner by a coin toss or drawing of lots, then all undecided markets are considered void.": "6-5 หากการแข่งขันเสมอกันและกฎการแข่งขันอย่างเป็นทางการไม่ได้ตัดสินผู้ชนะ หรือหากกฎการแข่งขันตัดสินผู้ชนะโดยการโยนเหรียญหรือจับสลาก ตลาดที่ไม่ได้ตัดสินใจทั้งหมดจะถือเป็นโมฆะ",
  "6-6 In the event of an over not being completed, all undecided markets on this specific over are considered void unless the innings has reached its natural conclusion e.g. declaration, team all out, etc.": "6-6 ในกรณีที่โอเวอร์ไม่สำเร็จ ตลาดที่ยังไม่ได้ตัดสินใจทั้งหมดเกี่ยวกับโอเวอร์เฉพาะนี้จะถือเป็นโมฆะ เว้นแต่อินนิ่งได้มาถึงข้อสรุปตามปกติเช่น ประกาศทีมทั้งหมด ฯลฯ",
  "6-7 If markets remain open with an incorrect score which has a significant impact on the prices, we reserve the right to void betting.": "6-7 หากตลาดยังคงเปิดอยู่โดยมีคะแนนไม่ถูกต้องซึ่งมีผลกระทบอย่างมีนัยสำคัญต่อราคา เราขอสงวนสิทธิ์ในการเดิมพันเป็นโมฆะ",
  "7. Moneyline(Winner)": "7. มันนี่ไลน์ (Winner)",
  "7-1 Moneyline means betting on one competitor or team to defeat another in an Event or to be placed higher in an Event match-up.": "7-1 มันนี่ไลน์ (Moneyline) หมายถึงการวางเดิมพันผู้แข่งขันหนึ่งคน หรือทีมหนึ่งเพื่อให้เอาชนะอีกคนหรืออีกทีมหนึ่งในรายการแข่งขัน",
  "8. Handicap (HDP.FT), 1st Half Handicap & 2nd Half Handicap": "8. แฮนดิแคป (HDP)และแฮนดิแคปครึ่งแรกและแฮนดิแคปครึ่งหลัง",
  "8-1 Handicap means betting when one competitor or team receives a virtual head start (effectively leading by that head start before the Event begins). The winner is the competitor or team with the better score after adding the given handicap to the result.": "8-1 แฮนดิแคป หมายถึงการวางเดิมพันเมื่อผู้แข่งขันหรือทีม ๆ หนึ่งได้รับแต้มต่อ (head start) (ซึ่งนำโดยแต้มต่อนั้นก่อนที่รายการแข่งขันจะเริ่มขึ้น) ผู้ชนะเป็นผู้แข่งขันหรือทีมที่มีคะแนนดีกว่า หลังจากที่รวมแฮนดิแคปที่ระบุลงในผลการแข่งขันแล้ว",
  "8-2 1st Half Handicap means betting on the team with the better score after adding the given handicap to the result of the first half of an Event.": "8-2 แฮนดิแคปครึ่งแรก หมายถึง การเดิมพันว่าทีมใดจะมีคะแนนดีกว่า หลังจากที่เพิ่มแฮนดิแคปนั้นเข้าสู่ผลลัพธ์ในครึ่งแรกของการแข่งขัน",
  "8-3 2nd Half Handicap means betting on the team with the better score after adding the given handicap to the result of the second half of an Event.": "8-3 แฮนดิแคปครึ่งหลัง หมายถึง การเดิมพันว่าทีมใดจะมีคะแนนดีกว่า หลังจากที่เพิ่มแฮนดิแคปนั้นเข้าสู่ผลลัพธ์ในครึ่งหลังของการแข่งขัน",
  "9. Over/Under (OU), 1st Half Over/Under & 2nd Half Over/Under": "9. สูง/ตํ่า (OU)และสูง/ตํ่าครึ่งแรก&สูง/ต่ำครึ่งหลัง",
  "9-1 Over/Under means betting that is determined by the total number of points (goals, games etc) in the final result of an Event. If the total is more than the Over/Under pre-designated line then the winning result is Over; if the total is less than the Over/Under pre-designated line then the winning result is Under.": "9-1 สูง/ต่ำ หมายถึงการวางเดิมพันที่ตัดสินโดยผลคะแนนรวมทั้งหมด (ประตู เกม เป็นต้น) ในผลการแข่งขันท้ายสุดของรายการแข่ง ถ้าคะแนนรวมมากกว่าเส้นสูง/ต่ำที่กำหนดไว้ก่อนล่วงหน้า ผลชนะคือสูง ถ้าคะแนนรวมน้อยกว่าเส้นสูง/ต่ำที่กำหนดไว้ก่อนล่วงหน้า ผลชนะคือต่ำ",
  "9-2 1st Half Over/Under means betting that is determined by the total number of points in the result of the first half of an Event. If the total is more than the Over/Under pre- designated line then the winning result is Over; if the total is less than the Over/Under pre- designated line then the winning result is Under.": "9-2 สูง/ตํ่าครึ่งแรก หมายถึง การเดิมพันที่จำนวนคะแนนรวมจากผลลัพธ์ของการแข่งขันครึ่งแรก ถ้าจำนวนรวมมีมากกว่าค่าสูง/ตํ่าที่กำหนดไว้ ผลลัพธ์ที่ถือว่าชนะคือสูง (Over) แต่ถ้าจำนวนรวมมีน้อยกว่าค่าสูง/ตํ่าที่กำหนดไว้ ผลลัพธ์ที่ถือว่าชนะคือตํ่า (Under)",
  "9-3 2nd Half Over/Under means betting that is determined by the total number of points in the result of the second half of an Event. If the total is more than the Over/Under pre-designated line then the winning result is Over; if the total is less than the Over/Under pre-designated line then the winning result is Under.": "9-3 สูง/ตํ่าครึ่งหลังหมายถึง การเดิมพันที่จำนวนคะแนนรวมจากผลลัพธ์ของการแข่งขันครึ่งหลัง ถ้าจำนวนรวมมีมากกว่าค่าสูง/ตํ่าที่กำหนดไว้ ผลลัพธ์ที่ถือว่าชนะคือสูง แต่ถ้าจำนวนรวมน้อยกว่าค่าสูง/ตํ่าที่กำหนดไว้ ผลลัพธ์ที่ถือว่าชนะคือตํ่า",
  "10. 1X2, 1st Half 1X2 & 2nd Half 1X2": "10. 1X2, 1X2 ครึ่งแรกและ 1X2 ครึ่งหลัง",
  "10-1 1X2 means betting in any one of three possible winning outcomes for an Event. 1 refers to the team that is named first (usually the home team); X refers to the game resulting in a draw or tie; 2 refers to the team that is named second (usually the away team).": "10-1 1X2 หมายถึงการวางเดิมพันหนึ่งในสามของผลชนะสุดท้ายที่เป็นไปได้ สำหรับรายการแข่งขัน 1 หมายถึงทีมที่ถูกเรียกชื่อก่อน (ตามปกติเป็นทีมเจ้าบ้าน) X หมายถึงเกมซึ่งผลการแข่งขันเสมอกัน 2 หมายถึงทีมที่ถูกเรียกชื่อเป็นทีมที่สอง (ปกติเป็นทีมเยือน)",
  "10-2 1st Half 1X2 means betting in any one of three possible winning outcomes of the first half for an Event. 1 refers to the team that is named first (usually the home team); X refers to the game resulting in a draw or tie; 2 refers to the team that is named second (usually the away team).": "10-2 1X2 ครึ่งแรก หมายถึง การเดิมหนึ่งในสามลักษณะผลการแข่งขันที่อาจเป็นไปได้ สำหรับการแข่งขันครึ่งแรก 1 หมายถึง ทีมที่ได้รับการกล่าวชื่อเป็นทีมแรก (โดยปกติคือทีมเจ้าบ้าน), X หมายถึง การแข่งขันที่ผลลัพธ์เสมอหรือได้คะแนนเท่ากัน, 2 หมายถึง ทีมที่ได้รับการกล่าวชื่อเป็นทีมที่สอง (โดยปกติคือทีมเยือน)",
  "10-3 2nd Half 1X2 means betting in any one of three possible winning outcomes counting only the second half for an Event. 1 refers to the team that is named first (usually the home team); X refers to the game resulting in a draw or tie; 2 refers to the team that is named second (usually the away team).": "10-3 1X2 ครึ่งหลัง หมายถึง การเดิมพันหนึ่งในสามลักษณะผลการแข่งขันที่เป็นไปได้ ในเฉพาะการแข่งขันครึ่งหลังเท่านั้น 1 หมายถึง ทีมที่ได้รับการกล่าวชื่อเป็นทีมแรก (โดยปกติคือทีมเจ้าบ้าน), X หมายถึง การแข่งขันที่ผลลัพธ์เสมอหรือได้คะแนนเท่ากัน, 2 หมายถึง ทีมที่ได้รับการกล่าวชื่อเป็นทีมที่สอง (โดยปกติคือทีมเยือน)",
  "10-4 First 15 Minutes 1X2    First 15 Minutes 1X2 means betting to predict the three possible outcomes of the first 15 minutes in the regular time of a match.   Bets will be void if the match is abandoned unless settlement of bets is already determined.": "10-4 1X2 15นาทีแรก หมายถึง การเดิมพันเพื่อคาดการณ์หนึ่งในสามลักษณะผลการแข่งขันที่เป็นไปได้ของ 15 นาทีแรกในเวลาปกติของนัดการแข่งขัน  การเดิมพันจะเป็นโมฆะหากนัดการแข่งขันถูกยกเลิก เว้นแต่ว่าได้มีการกำหนดผลลัพธ์การเดิมพันแล้ว",
  "11. Correct Score": "11. คะแนนที่ถูกต้อง",
  "11-1 Correct Score means betting to predict the final score at the end of full-time.": "11-1 คะแนนที่ถูกต้อง หมายถึง การวางเดิมพันเพื่อทายผลคะแนนสุดท้ายเมื่อสิ้นสุดเวลาเต็ม",
  "12. Half-time/Full-time (HT.FT)": "12. ครึ่งเวลา/เต็มเวลา (HT.FT)",
  "12-1 Half-time/Full-time means betting to predict both the Half-time result and Full-time result of an Event (extra-time does not count). The following with respect to this Market shall mean: H refers to the first named team (usually the home team); D refers to a draw; A refers to the second named team (usually the away team).": "12-1 ครึ่งเวลา/เต็มเวลา หมายถึงการวางเดิมพันเพื่อทำนายผลการแข่งทั้งในช่วงครึ่งเวลาและเต็มเวลาของรายการแข่งขัน (การต่อเวลาพิเศษไม่นับ) ตัวย่อต่าง ๆ ต่อไปนี้ จะเกี่ยวกับตลาด จะหมายถึง: H หมายถึงทีมที่ถูกเรียกชื่อครั้งแรก (ปกติเป็นทีมเจ้าบ้าน); D หมายถึงเสมอ; A หมายถึงทีมที่ถูกเรียกชื่อเป็นทีมที่สอง (ปกติเป็นทีมเยือน)",
  "12-2 Example–HA means that the first named team (Home) will be leading at half-time, and the second named team (Away) will be leading at full-time.": "12-2 ตัวอย่างเช่น –HA หมายความว่า ทีมที่ถูกเรียกชื่อทีมแรก (เจ้าบ้าน) นำที่ครึ่งแรก และทีมที่เรียกชื่อเป็นอันดับสอง (ทีมเยือน) จะนำที่ครึ่งหลัง",
  "12-3 Bets will be void if the match is abandoned unless settlement of bets is already determined.": "12-3 การเดิมพันจะเป็นโมฆะหากนัดการแข่งขันถูกยกเลิก เว้นแต่ว่าได้มีการกำหนดผลลัพธ์การเดิมพันแล้ว",
  "13. Soccer player market": "13.ตลาดซื้อขายนักเตะ",
  "13-1 If a player was not in the starting lineup the bet will be voided.": "13-1 หากผู้เล่นไม่ได้อยู่ในผู้เล่นตัวจริง การเดิมพันจะเป็นโมฆะ",
  "13-2 Assists: A final contribution (pass, shot or any other touch of the ball) made by a player leading to the receiving teammate scoring a goal.": "13-2 แอสซิสต์: การส่งบอลครั้งสุดท้าย (ส่งบอล ยิง หรือสัมผัสบอลอื่นใด) โดยผู้เล่นที่เป็นผู้นำให้เพื่อนร่วมทีมที่รับทำประตู",
  "13-3 Goals: The number of goals scored by a player in the opposition net. markets are settled based on the time the ball crosses the line, and not the time the kick is made.": "13-3 ประตู: จำนวนประตูที่ผู้เล่นคนหนึ่งทำได้ในตาข่ายของฝ่ายตรงข้าม ตลาดจะตัดสินตามเวลาที่ลูกบอลข้ามเส้น ไม่ใช่เวลาที่เตะ",
  "13-4 Shots: Any clear attempt by a player to score a goal (on target, off target or blocked).": "13-4 ช็อต: ความพยายามที่ชัดเจนของผู้เล่นในการทำประตู (เข้าเป้า นอกกรอบ หรือบล็อก)",
  "13-5 Shots on Goal / Shots on Target: An attempt by a player which directly results in a goal (regardless of clear intent to score a goal), or a clear attempt by a player to score a goal that clearly would have gone into the net if not for a goalkeeper save or a stop made by the last-man (with the goalkeeper clearly unable to save).": "13-5 การยิงประตู / การยิงเข้ากรอบ: ความพยายามของผู้เล่นซึ่งส่งผลโดยตรงให้เป็นประตู (โดยไม่คำนึงถึงเจตนาที่ชัดเจนในการทำประตู) หรือความพยายามที่ชัดเจนของผู้เล่นในการทำประตูที่ชัดเจนว่าจะเข้าใน ตาข่ายถ้าไม่ใช่เพื่อการเซฟของผู้รักษาประตูหรือการหยุดโดยคนสุดท้าย (โดยที่ผู้รักษาประตูไม่สามารถเซฟได้อย่างชัดเจน)",
  "13-6 Passes: Attempted pass (successful or unsuccessful) with the clear intention of one player to find a teammate.": "13-6 ผ่าน: พยายามส่ง (สำเร็จหรือไม่สำเร็จ) ด้วยความตั้งใจที่ชัดเจนของผู้เล่นคนหนึ่งในการหาเพื่อนร่วมทีม",
  "13-7 Tackles: When a player connects with the ball in a ground challenge, successfully taking the ball away from the player in possession.": "13-7 การแย่งบอล:เมื่อผู้เล่นเชื่อมต่อกับบอลในการท้าทายภาคพื้นดิน,แย่งบอลจากผู้เล่นที่ครอบครองได้สำเร็จ",
  "13-8 Cards: Player carded: 0 = No, 1 = Yes(not the total number of cards received).": "13-8 ไพ่: ผู้เล่นไพ่: 0 = ไม่, 1 = ใช่ (ไม่ใช่จำนวนไพ่ทั้งหมดที่ได้รับ)",
  "Odd": "คี่",
  "Even": "คู่",
  "Yes": "ใช่",
  "No": "ไม่",
  "Others": "อื่น",
  "H/H": "ทีมเหย้า/ทีมเหย้า",
  "D/D": "เสมอ/เสมอ",
  "A/A": "ทีมเยือน/ทีมเยือน",
  "D/H": "เสมอ/ทีมเหย้า",
  "H/D": "ทีมเหย้า/เสมอ",
  "D/A": "เสมอ/เสมอ",
  "A/H": "ทีมเยือน/ทีมเหย้า",
  "A/D": "ทีมเยือน/เสมอ",
  "H/A": "ทีมเหย้า/ทีมเยือน",
  "1st Half": "ครึ่งแรก",
  "2nd Half": "ครึ่งหลัง",
  "Equal": "เสมอ",
  "Corners": "เตะมุม",
  "Bookings": "ใบโทษ",
  "Mins": "นาที",
  "Decimal": "ระบบยุโรป",
  "HK Odd": "ระบบฮ่องกง",
  "Handicap winner is the team at the start of the event 0:0, with the better score after adding the given handicap to the Full time result.": "ผู้ชนะแฮนดิแคปคือทีมที่เริ่มการแข่งขัน 0:0 โดยมีคะแนนที่ดีกว่าหลังจากเพิ่มแฮนดิแคปที่กำหนดในผลการแข่งขันเต็มเวลา",
  "Fulltime Handicap": "เต็มเวลา แฮนดิแคป",
  "Winner is the team at the start of the event 0:0, with the better score after adding the given handicap to the Full time result.": "ผู้ชนะคือทีมที่เริ่มการแข่งขัน 0:0 โดยมีคะแนนที่ดีกว่าหลังจากเพิ่มแฮนดิแคปที่กำหนดในผลการแข่งขันเต็มเวลา",
  "Asian Style Handicap": "แต้มต่อเอเชีย",
  "Settled according to the score-line for the remainder of the game after the bet has been struck.": "ตัดสินตามเส้นคะแนนสำหรับเกมที่เหลือหลังจากการเดิมพันเกิดขึ้น",
  "Asian Style": "แต้มต่อเอเชีย",
  "EU Style": "แฮนดิแคปยุโรป",
  "14. Booking": "14. จำนวนใบเหลืองใบแดง",
  "14-1 Yellow Card = 1 & Red Card = 2. If a player receives 2 yellow cards and is consequently shown a red card, the player receives a total of 3 cards. No player can receive more than 3 cards for settlement purposes.": "14-1 ใบเหลือง = 1 ใบ และใบแดง = 2 ใบ หากผู้เล่นได้ใบเหลือง 2 ใบและตามด้วยใบแดง 1 ใบ แสดงว่าผู้เล่นได้ใบเหลืองใบแดงทั้งหมด 3 ใบ ไม่มีผู้เล่นคนใดที่ได้ใบเหลืองใบแดงเกิน 3 ใบตามเงื่อนไขการตัดสิน",
  "1-31 For live betting, during a game, with respect to actions which the Company in its sole and absolute discretion, deems as dangerous where the score, outcome, performance of one team or player may be affected; or warrant changing the odds/prices or Markets or Betting Information ('Danger Play') the Company reserves the right to suspend acceptance of bets and may accept or void bets after the Danger Play. All other actions in a game are deemed Safe Play and bets will continue to be considered for acceptance.": "1-31 สำหรับการเดิมพันสด ในระหว่างเกม เมื่อมีการกระทำที่บริษัทเห็นว่าเป็นอันตราย ซึ่งขึ้นอยู่กับดุลยพินิจของบริษัทโดยเบ็ดเสร็จแต่เพียงผู้เดียว ซึ่งอาจจะกระทบกับคะแนน ผลการแข่งขัน ผลงานการเล่นของทีมหรือผู้เล่น หรือการเปลี่ยนแปลงใบรับรอง ที่ทำให้เกิดการเปลี่ยนแปลงแต้มต่อ/ราคา หรือตลาด หรือข้อมูลการเดิมพัน ('การเล่นที่อันตราย') บริษัทขอสงวนสิทธิ์ในกาทำให้ไม่ได้ผลมรับเดิมพัน และอาจจะรับหรือปฏิเสธการเดิมพันภายหลังจากการเล่นที่อันตราย การกระทำอื่น ๆ ทั้งหมดในเกมการแข่งขันถือว่าเป็นการเล่นที่ปลอดภัย และจะถือว่ายังสามารถยอมรับเดิมพันต่อไปได้",
  "First Half": "ครึ่งแรก",
  "Second Half": "ครึ่งหลัง",
  "Home Win by 1 Goal": "เจ้าบ้านชนะด้วย 1 ประตู",
  "Home Win by 2 Goals": "เจ้าบ้านชนะด้วย 2 ประตู",
  "Home Win by 3+ Goals": "เจ้าบ้านชนะด้วย 3 ประตูขึ้นไป",
  "Any Score Draw (Exclude 0-0)": "คะแนนเสมอ (ไม่รวม 0-0)",
  "Away Win by 1 Goal": "ทีมเยือนชนะด้วย 1 ประตู",
  "Away Win by 2 Goals": "ทีมเยือนชนะด้วย 2 ประต",
  "Away Win by 3+ Goals": "ทีมเยือนชนะด้วย 3 ประตูขึ้นไ",
  "No Goal": "ไม่มีประต",
  "Home Yes": "เจ้าบ้าน ไม่เสียประตู",
  "Home No": "เจ้าบ้าน เสียประตู",
  "Away Yes": "ทีมเยือน ใช่",
  "Away No": "ทีมเยือน เสียประต",
  "Home/Yes": "เจ้าบ้าน/ไม่เสียประตู",
  "Home/No": "เจ้าบ้าน/เสียประตู",
  "Away/Yes": "ทีมเยือน/ใช่",
  "Away/No": "ทีมเยือน/เสียประต",
  "SPECIFIC 15 MINS": "เฉพาะ 15 นาที",
  "SPECIFIC 10 MINS": "เฉพาะ 10 นาที",
  "SPECIFIC 5 MINS": "เฉพาะ 5 นาที",
  "SPECIFIC 15 MINS TOTAL BOOKINGS": "จำนวนใบเหลือง-แดงเฉพาะ 15 นาที",
  "SPECIFIC 15 MINS NUMBER OF CORNERS": "จำนวนลูกเตะมุมเฉพาะ 15 นาที",
  "To Win Amount is based on EU Odds.": "กำไรขึ้นอยู่กับอัตราต่อรองของยุโรป",
  "World Cup Stats": "สถิติฟุตบอลโลก",
  "Ref. betting rules 13.": "อ้างอิงกฎการรับเดิมพัน 13",
  "Match Play": "แมทช์เพลย์",
  "Total Shots": "รวมช็อต",
  "Total Passes": "รวมของผ่าน",
  "Shots on goal": "ยิงเข้าประตู",
  "Shots on Goal": "ยิงเข้าประตู",
  "Total Tackles": "รวมของแท็กเกิล",
  "Goals": "ประตู",
  "Over/Under": "โอเวอร์/อันเดอร์",
  "Match": "การแข่งขัน",
  "No order": "ไม่มีการสั่งซื้อ",
  "Worldcup Outright": "แชมป์เปียน ฟุตบอลโลก",
  "We offer two odds formats to choose from:": "เรามีรูปแบบอัตราต่อรองให้เลือกสองรูปแบบ:",
  "HK (default)": "HK (ค่าเริ่มต้น)",
  "Changes odds formats by clicking on the switch button.": "เปลี่ยนรูปแบบอัตราต่อรองโดยคลิกที่ปุ่มสลับ.",
  "Ref. Betting Rules 13.": "อ้างอิงกฎการรับเดิมพัน 13",
  "EU Odds": "อัตราต่อรองยุโรป",
  "SINGLE TEAM OVER/UNDER": "ซิงเกิลทีม โอเวอร์/อันเดอร์",
  "CORNERS": "ลูกเตะมุม",
  "BOOKING": "ใบเหลือง-แดง",
  "OVERTIME": "หลังต่อเวลาพิเศษ",
  "- Over": "- มากกว่า",
  "- Under": "- น้อยกว่า",
  "No.of Corners": "จำนวนลูกเตะมุม",
  "Total Bookings": "จำนวนใบเหลือง-แดง",
  "Market/Odds has been changed.": "อัตราต่อรอง ตลาด หรือความถูกต้องของรายการเดิมพันมีการเปลี่ยนแปลง",
  "More Volleyball Games": "เกมส์วอลเลย์บอลมากขึ้น",
  "Darts": "เกมปาเป้า",
  "darts": "เกมปาเป้า",
  "World Cup 2022 - Awards - Top Goalscorer (Golden Boot)": "ฟุตบอลโลก 2022 - รางวัล - ผู้ทำประตูสูงสุด (รองเท้าทองคำ)",
  "Balance": "สมดุล",
  "Get updates": "รับข้อมูลอัปเดต",
  "15. Specific 15-Minute Markets": "15 ตลาดเจาะจง15 นาทีสูแบบ",
  "15-1 The Specific 15-Minute (OU) means betting that is determined by the total number of points (goals, corners, cards) at the end of every 15th minute interval of time of a match.": "15-1 15 นาทีสูงต่ำ แบบเจาะจง หมายถึง การเดิมพันที่ตัดสินโดยจำนวนทั้งหมดของคะแนน (ประตู การเตะมุม เกมส์ ใบเหลือง-แดง เป็นต้น) เมื่อสิ้นสุดทุก ๆ 15 นาที [ช่วงเวลาแต่ละช่วงของ] การแข่งขัน",
  "15-2 At the beginning of each 15 minute period, both teams start the period as if it was a 0-0 points line (goals, corners, cards) , irrelevant of the current score to that point.": "15-2 ในช่วงเริ่มต้นของแต่ละช่วง 15 นาที ทั้งสองทีมจะเริ่มต้นช่วงเวลาราวกับว่ามันเป็นเส้น 0-0 (ประตู, ลูกเตะมุม, ใบเหลือง-แดง) โดยไม่เกี่ยวข้องกับคะแนนปัจจุบันจนถึงจุดนั้น",
  "Period1  1‘-15’'": "ระยะเวลา 1:1'-15'",
  "00:00–14:59 : Total number of points to be scored from 00:00–14:59": "00:00–14:59 : คะแนนรวมที่ทำได้ตั้งแต่ 00:00–14:59",
  "Period2  16‘-30’": "ระยะเวลา 2:16'-30'",
  "15:00–29:59 : Total number of points to be scored from 15:00–29:59": "15:00–29:59 : คะแนนรวมที่ทำได้ตั้งแต่ 15:00–29:59",
  "Period3  31‘-45‘": "ระยะเวลา 3:31'-45'",
  "30:00- 44:59 : Total number of points to be scored from 30:00- 44:59": "30:00- 44:59 : คะแนนรวมที่ทำได้ตั้งแต่ 30:00- 44:59",
  "Period4  46‘-60‘": "ระยะเวลา 4:46'-60'",
  "45:00–59:59 : Total number of points to be scored from 45:00–59:59": "45:00–59:59 : คะแนนรวมที่ทำได้ตั้งแต่ 45:00–59:59",
  "Period5  61‘-75‘": "ระยะเวลา 5:61'-75'",
  "60:00–74:59 : Total number of points to be scored from 60:00–74:59": "60:00–74:59 : คะแนนรวมที่ทำได้ตั้งแต่ 60:00–74:59",
  "Period6  76‘-90‘": "ระยะเวลา 6:76'-90'",
  "75:00- 89:59 : Total number of points to be scored from 75:00- 89:59": "75:00- 89:59 : คะแนนรวมที่ทำได้ตั้งแต่ 75:00- 89:59",
  "15-4 For the Specific 15 Minutes, bets are settled on the exact time the goal is scored (ball crossing the goal line), number of corners (corners taken) and total bookings (cards given by the official referee) as shown by the clock as published in the live broadcast.": "15-4 สำหรับ 15 นาที แบบเจาะจง การเดิมพันทั้งหมดจะตัดสินโดยยึดตามเวลาที่ทำประตูได้ (ลูกบอลข้ามเส้นประตู) จำนวนของลูกมุม (ลูกมุมที่ได้) และการให้ใบเหลือง-แดงทั้งหมด (ใบเหลืองแดงที่ผู้ตัดสินให้) ตามเวลาที่แสดงให้เห็นในนาฬิกาที่เผยแพร่ผ่านการถ่ายทอดสด",
  "16. 3 Way Handicap & 1st Half 3 Way Handicap": "16 แฮนดิแคป 3 ทาง และแฮนดิแคป 3 ทางครึ่งแรก",
  "16-1 3 Way Handicap means settlement will be at the odds displayed using the actual score in the match adjusted for the handicap.": "16-1 แฮนดิแคป 3 ทาง หมายถึงการตัดสินจะเป็นไปตามโอกาสความเป็นไปได้ที่แสดงอยู่ โดยใช้แต้มจริงในการแข่งกันที่ปรับไว้สำหรับแฮนดิแคป",
  "16-2 1st Half 3 Way Handicap means settlement will be at the odds displayed using the actual score in the first half of a match adjusted for the handicap.": "16-2 แฮนดิแคป 3 ทางครึ่งแรก หมายถึงการตัดสินจะเป็นไปตามโอกาสความเป็นไปได้ที่แสดงอยู่ โดยใช้แต้มจริงในครึ่งแรกของการแข่งกันที่ปรับไว้สำหรับแฮนดิแคป",
  "Home (-1): Home Team must win at least two goals or above.": "ทีมเหย้า (-1) ทีมเหย้าต้องชนะด้วยการทำ 2 ประตูหรือมากกว่า",
  "Draw (+1): Home Team win exactly by one goal.": "เสมอ (+1) ทีมเหย้าชนะด้วย 1 ประตูถ้วน",
  "Away (+1): Away Team win or draw.": "ทีมเยือน (+1) ทีมเยือนชนะหรือเสมอ",
  "17. Single Team Over/Under & Single Team 1st Half Over/Under": "17 สูง/ตํ่าทีมเดี่ยวและสูง/ตํ่าครึ่งแรกทีมเดี่ยว",
  "17-1 Single Team Over/Under means goal scored by a specified team in a match.": "17-1 ทีมเดี่ยว สูง/ต่ำ หมายถึง การเดิมพันประตูที่ทำได้โดยทีมใดทีมหนึ่งที่เฉพาะเจาะจง ในการแข่งขัน",
  "17-2 Single Team 1st Half Over/Under means betting to predict the goal scored by a specified team during the first half of an Event.": "17-2 สูง/ตํ่าครึ่งแรกทีมเดี่ยว หมายถึง การเดิมพันเพื่อคาดการณ์จำนวนประตูโดยทีมใดทีมหนึ่ง ในระหว่างครึ่งแรกของการแข่งขัน",
  "17-3 If the total is more than the OU line then the winning result is Over; if the total is less than the OU line then the winning result is Under.": "17-3 ถ้าคะแนนรวมมากกว่าเส้นสูงต่ำ ผลชนะเลิศคือสูง ถ้าผลรวมน้อย กว่าเส้นสูงต่ำ ผลชนะเลิศคือต่ำ",
  "18. Asian Handicap": "18 แทงแบบเอเชีย ต่อให้",
  "18-1 Settlement is based on the score line, from when the bet was placed to the end of the match / period - i.e. the final score minus the current score of the match. For 1st Half Handicap bets, this is the final score at the end of the 1st Half.": "18-1 การตัดสินจะขึ้นอยู่กับเส้นคะแนน ตั้งแต่การวางเดิมพันจนถึงสิ้นสุดการแข่งขัน / ช่วงเวลา - เช่น คะแนนสุดท้ายลบด้วยคะแนนปัจจุบันของการแข่งขัน สำหรับการเดิมพันแฮนดิแคปครึ่งแรก นี่คือคะแนนสุดท้ายเมื่อจบครึ่งแรก",
  "19. Clean Sheets": "19 ไม่เสียประตู",
  "19-1 Clean Sheets means betting “Yes” on a team to keep a clean sheet (not to concede a goal) or “No” on a team not to keep a clean sheet (to concede a goal).": "19-1 ไม่เสียประตู หมายถึง ”Yes”พนันทีมไม่ให้เสียประตู (ไม่มีการทำประตูเกิดขึ้น) หรือ ”No”พนันทีมมีการทำประตู (มีการทำประตูเกิดขึ้น).",
  "20. To Win Both Halves": "20 ทูวิน ทั้ง 2 ครึ่ง",
  "20-1 Home to Win Both Halves": "20-1 ทีมเจ้าบ้านชนะทั้งสองครึ่ง",
  "Home to Win Both Halves means betting to predict whether home team can score more goals than their opponent in each half.": "ทีมเจ้าบ้านชนะทั้งสองครึ่งหมายถึงการเดิมพันเพื่อทายว่าทีมเจ้าบ้านจะสามารถทำประตูได้มากกว่าฝ่ายตรงข้ามในแต่ละครึ่งหรือไม่",
  "20-2 Away to Win Both Halves": "20-2 ทีมเยือนชนะทั้งสองครึ่ง",
  "Away to Win Both Halves means betting to predict whether away team can score more goals than their opponent in each half.": "ทีมเยือนชนะทั้งสองครึ่งหมายถึงการเดิมพันเพื่อทายว่าทีมเยือนจะสามารถทำประตูได้มากกว่าฝ่ายตรงข้ามในแต่ละครึ่งหรือไม่",
  "21. TO WIN TO NIL": "21 ทูวิน ทูนิล (TO WIN TO NIL)",
  "21-1 Predict whether your selection can win the match without conceding a goal after regular time of play or at the end of that scheduled, excluding extra time or penalty shoot-outs.": "21-1 ทำนายว่าการเลือกของคุณจะสามารถเอาชนะแมทช์หารแข่งขันโดยที่ไม่มีประตูหลังจากเวลาการแข่งขันตามปกติ หรือที่ช่วงเวลาตามกำหนดตารางสิ้นสุด โดยไม่รวมการต่ดเวลา หรือยิงลูกโทษ",
  "22. TO WIN EITHER HALF": "22 ทูวิน ครึ่งใดครึ่งหนึ่ง",
  "22-1 Home to Win Either Half": "22-1 ทีมเจ้าบ้านชนะครึ่งใดครึ่งหนึ่ง",
  "Home to win either half means betting to predict whether home team can score more goals than their opponent in one of two halves.": "ทีมเจ้าบ้านชนะครึ่งใดครึ่งหนึ่งหมายถึงการเดิมพันเพื่อทายว่าทีมเจ้าบ้านจะสามารถทำประตูได้มากกว่าฝ่ายตรงข้ามในครึ่งใดครึ่งหนึ่งหรือไม่",
  "22-2 Away to Win Either Half": "22-2 ทีมเยือนชนะครึ่งใดครึ่งหนึ่ง",
  "Away to win either half means betting to predict whether away team can score more goals than their opponent in one of two halves.": "ทีมเยือนชนะครึ่งใดครึ่งหนึ่งหมายถึงการเดิมพันเพื่อทายว่าทีมเยือนจะสามารถทำประตูได้มากกว่าฝ่ายตรงข้ามในครึ่งใดครึ่งหนึ่งหรือไม่",
  "23. Both Teams To Score In 1st Half/2nd Half": "23 ทั้งสองทีมทำคะแนนในครึ่งแรก / ครึ่งหลัง",
  "23-1 Both Teams to Score in 1st / 2nd Half means betting to predict if both teams will score in the first half and if both teams will score in the second half of the match.": "23-1 ทั้งสองทีมทำคะแนนในครึ่งแรก / ครึ่งหลัง หมายถึง การเดิมพันเพื่อทายว่าทั้งสองทีมจะทำคะแนนในครึ่งแรกของการแข่งขันหรือไม่ และทั้งสองทีมจะทำคะแนนในครึ่งหลังของการแข่งขันหรือไม่",
  "24. Draw no Bet, First Half Draw no Bet & Second Half Draw no Bet": "24 เสมอ ไม่มีเดิมพัน, เดิมพันแบบเสมอกันคืนเงินครึ่งแรก และเดิมพันแบบเสมอกันคืนเงินครึ่งหลัง",
  "24-1 Draw no Bet means betting to predict a Home or Away win in a match. If the final result at the end of regular time is a Draw, all bets will be refunded.": "24-1 เดิมพันแบบเสมอคืนเงิน หมายถึง การเดิมพันเพื่อคาดการณ์ว่าทีมเหย้าหรือทีมเยือนจะชนะในนัดการแข่งขัน ถ้าผลสุดท้ายเมื่อสิ้นสุดเวลาปกติเสมอกันจะคืนเงินเดิมพันทั้งหมด",
  "24-2 First Half Draw no Bet means betting to predict a Home or Away win in the 1st half of a match. If the final result at the end of 1st half regular time is a Draw, all bets will be refunded.": "24-2 เดิมพันแบบเสมอคืนเงินครึ่งแรก หมายถึง การเดิมพันเพื่อคาดการณ์ว่าทีมเหย้าหรือทีมเยือนจะชนะในครึ่งแรกของนัดการแข่งขัน ถ้าผลสุดท้ายเมื่อสิ้นสุดเวลาปกติของครึ่งแรกเป็นเสมอ จะคืนเงินเดิมพันทั้งหมด",
  "24-3 Second Half Draw no Bet means betting to predict a Home or Away win counting only the 2nd half of a match. If the result of the 2nd half regular time is a Draw, all bets will be refunded.": "24-3 เดิมพันแบบเสมอคืนเงินครึ่งหลัง หมายถึง การเดิมพันเพื่อคาดการณ์ว่าทีมเหย้าหรือทีมเยือนจะชนะนับเฉพาะครึ่งหลังของนัดการแข่งขันเท่านั้น ถ้าผลของเวลาปกติของครึ่งหลังคือเสมอ จะคืนเงินเดิมพันทั้งหมด",
  "SPECIFIC 15 MINS TOTAL BOOKING": "จำนวนใบเหลือง-แดงเฉพาะ 15 นาที",
  "Betting History": "ประวัติการเดิมพัน",
  "Bet Amount": "จำนวนเงินเดิมพัน",
  "Bet Time": "เวลาเดิมพัน",
  "No.": "ฉบับที่",
  "Odds": "อัตราต่อรอง",
  "Game Rules": "กฎของเกม",
  "Selection": "การเลือก",
  "Team": "ทีม",
  "Bet Details": "รายละเอียดการเดิมพัน",
  "Matches": "การแข่งขัน",
  "Schedule": "กำหนดการ",
  "Highlights": "ไฮไลท์",
  "Premier League": "พรีเมียร์ลีก",
  "LaLiga": "ลาลิกา",
  "Ligue 1": "ลีกเอิง",
  "Serie A": "เซเรียอา",
  "Bundesliga": "บุนเดิสลีกา",
  "League": "ลีก",
  "Ranking": "การจัดอันดับ",
  "Football Highlight": "ไฮไลท์ฟุตบอล",
  "Sun": "วันอาทิตย์",
  "Mon": "วันจันทร์",
  "Tue": "วันอังคาร",
  "Wed": "วันพุธ",
  "Thu": "วันพฤหัสบดี",
  "Fri": "วันศุกร์",
  "Sat": "วันเสาร์",
  "Live Mode": "สตรีมสด",
  "You can bet while watching the top soccer matches": "คุณสามารถเดิมพันในขณะที่ดูการแข่งขันฟุตบอลชั้นนำ",
  "NEXT": "ต่อไป",
  "Highlight": "ไฮไลท์",
  "Remove all selection": "ลบการเลือกทั้งหมด",
  "Liability": "ความรับผิด",
  "the amount deducted from wallet": "จำนวนเงินที่หักออกจากกระเป๋าเงิน",
  "the amount expected to win": "จำนวนเงินที่คาดว่าจะชนะ",
  "MY Type Display": "แสดงประเภทภาษามลายู",
  "Payout": "การจ่ายเงิน",
  "Match Time": "เวลาแข่งขัน",
  "Match Result": "ผลการแข่งขัน",
  "Match Details": "รายละเอียดการแข่งขัน",
  "AFF": "เอเอฟเอฟ",
  "PBA": "พีบีเอ",
  "NBA": "เอ็นบีเอ",
  "Early": "ล่วงหน้า",
  "Indonesia": "อินโดนีเซีย",
  "Vietnam": "เวียดนาม",
  "Malaysia": "มาเลเซีย",
  "Thailand": "ประเทศไทย",
  "Asian Handicap": "แทงแบบเอเชีย ต่อให้",
  "1st Half - Handicap": "1H แฮนดิแคป",
  "1st Half - Asian Handicap": "1H แทงแบบเอเชีย ต่อให้",
  "Winner is the team at the start of the event 0:0, with the better score after adding the given handicap to the 1st Half result.": "ผู้ชนะคือทีมที่เริ่มการแข่งขัน 0:0 โดยมีคะแนนที่ดีกว่าหลังจากเพิ่มแฮนดิแคปที่กำหนดในผลการแข่งขันครึ่งแรก",
  "Settled according to the score-line for the remainder of the 1st Half after the bet has been struck.": "ตัดสินตามสกอร์ไลน์สำหรับช่วงเวลาที่เหลือของครึ่งแรกหลังจากการเดิมพันเกิดขึ้น",
  "Handicap": "แฮนดิแคป",
  "Bonus": "โบนัส",
  "In-Play Handicap applies full time result": "แฮนดิแคประหว่างเล่นมีผลเต็มเวลา",
  "With the better score after adding the given handicap to the Full time result": "ด้วยคะแนนที่ดีกว่าหลังจากเพิ่มแฮนดิแคปที่ได้รับไปยังผลสุดท้ายเวลาเต็ม",
  "Team A": "ทีมเอ",
  "(Favorable)": "น่าโปรดปราน",
  "Point Handicap": "เส้นแฮนดิแคป",
  "Team B": "ทีมบี",
  "(Underdog)": "ทีมไม่โอกาส",
  "Bet on the favorable": "แทงทีมน่าพอใจ",
  "All Win": "ชนะทั้งหมด",
  "Bet on the underdog": "แทงทีมไม่โอกาส",
  "All Loss": "แพ้ทั้งหมด",
  "Bet No.": "เลขแทง",
  "Event time": "เวลาแข่งขัน",
  "Result": "ผลการแข่งขัน",
  "Void": "ว่างเปล่า",
  "Status": "สถานะ",
  "Available": "มีจำหน่าย",
  "Collected": "ได้รับ",
  "Bonus Log": "บันทึกโบนัส",
  "NEW": "ใหม่",
  "Collect": "เก็บรวบรวม",
  "Received time": "เวลาที่ต้องการ",
  "Expired time": "เวลาหมดอายุ",
  "Claim": "ขอรับ",
  "New Account Welcome": "ยินดีต้อนรับบัญชีใหม่",
  "European Top 5 Leagues Grand Slam": "การแข่งขันฟุตบอลยอดนิยม 5 ลีกแกรนด์สแลม",
  "milestone reward": "รางวัลไมล์สโตน",
  "Remaining amount": "จำนวนเงินคงเหลือ",
  "STAKE": "เงินที่เดิมพัน",
  "LIABILITY": "ความรับผิด",
  "STATUS": "สถานะ"
}
